[
  {
    "date": "16 October 2025",
    "title": "The Portishead Branch Line (MetroWest Phase 1) (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1097",
    "summary": "This update fixes mistakes from a 2022 planning decision, formally enabling the restart of train services on the Portishead Branch Line as part of the MetroWest Phase 1 project. By correcting errors in legal documents, regional authorities can now approve infrastructure improvements, which will improve connectivity between Portishead and Bristol, reduce road traffic congestion, and support local economic and environmental goals through expanded public transit options.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Non-Domestic Rating (Definition of Qualifying Retail, Hospitality or Leisure Hereditament) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1093",
    "summary": "The regulations clarify that only businesses in the retail, hospitality, or leisure sectors will qualify for a reduced multiplier when calculating their business rates. This means local authorities will apply lower tax rates to these businesses, cutting their costs and easing financial pressure on struggling industries. The change takes effect immediately, potentially freeing up funds for eligible businesses to maintain operations, retain staff, or invest in improvements. Other sectors will continue paying at standard rates.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Motor Vehicles (Driving Licences) (Amendment) (No. 5) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1085",
    "summary": "Diabetic bus and lorry drivers can now use any modern glucose monitor—including continuous sensors—instead of being forced to do finger-prick blood tests while driving. This change cuts dangerous distractions by letting drivers track their blood sugar safely on the road, reducing unnecessary stops and keeping them focused. Drivers no longer risk losing their licence just for using newer, more convenient monitoring tech approved by their doctor.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The School Admissions (Admission Arrangements and Co-ordination of Admission Arrangements) (England) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1081",
    "summary": ":  \nThe new rules add Nancy Reuben Primary School and the rabbinic authority of Od Yosef Hai Synagogue in Hendon to the approved list for coordinating school admissions. This enables local authorities to formally include the school in synchronized admission arrangements, ensuring parents can navigate enrollment across schools following shared timelines and policies. Updates will appear on the UK legislation website.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Social Security (Scotland Cross-border Consequential Amendment and Transitional Provision) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1089",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Designation of Special Tax Sites (Flintshire and Wrexham Investment Zone) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1080",
    "summary": "These regulations create \"special tax sites\" in the UK where companies investing in machinery, equipment, or non-residential buildings (like factories or warehouses) can claim bigger tax breaks. This means businesses in these zones can deduct more from their taxable profits when spending on infrastructure, aiming to spur investment, job creation, and regional economic growth. Enhanced allowances take effect immediately, aligning with the Spring Budget 2023, and prioritize areas targeted for development.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Designation of Special Tax Sites (Anglesey Freeport) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1079",
    "summary": "These rules create \"special tax sites\" (like freeports) with enhanced tax breaks for businesses investing in machinery, buildings, or infrastructure there. Companies can deduct a larger portion of their costs from taxable income when they spend money in these areas, directly reducing their tax bills. This incentivizes investment, potentially boosting local job creation, business growth, and development in targeted zones by making such projects financially more attractive.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Global Irregular Migration and Trafficking in Persons Sanctions (Overseas Territories) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1092",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The A46 Newark Bypass Development Consent Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1090",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "15 October 2025",
    "title": "The Veterinary Surgeons (Recognition of University Degree) (Harper and Keele) Order of Council 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1082",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "15 October 2025",
    "title": "The A66 Northern Trans-Pennine Development Consent (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1084",
    "summary": "This law fixes mistakes in earlier approval for the A66 Northern Trans-Pennine road project, ensuring the scheme—backed under the 2008 Planning Act—can proceed without legal barriers. By correcting these errors, construction on the upgraded route across northern England can begin, aiming to boost transport links, economic growth, and road safety in the region.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Income-related Benefits (Subsidy to Authorities) Amendment Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1077",
    "summary": "This law updates rules for calculating housing benefit subsidies paid to UK local authorities, mainly affecting how they manage overpayments and verify claimant details. From April 2024, authorities can only deduct overpayment amounts that match the subsidies they previously received for those errors, limiting financial penalties. It also introduces new subsidy payments for authorities using updated processes (HBAP and HBAAI) to check claimants’ income, pensions, and financial circumstances, based on figures published by the Department for Work and Pensions. For Wales, the rebate portion of the subsidy for 2025/26 is set at 0.369, adjusting deductions linked to rent increases. These changes streamline subsidy calculations, reward accurate verification work, and clarify funding rules for authorities handling housing benefit claims.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Public Offers and Admissions to Trading (Amendment and Consequential and Transitional Provisions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1076",
    "summary": "These regulations adjust rules for public securities offers and trading admissions by clarifying that they won’t take effect until the same date as the revocation of an EU prospectus law (Regulation (EU) 2017/1129), which remains pending. They grant the Financial Conduct Authority (FCA) expanded powers to appoint investigators for compliance checks and create a new regulated activity for operating electronic systems used in public securities offers. Transitional provisions temporarily allow existing financial firms to apply for updated permissions covering this new activity and related exemptions while the framework is finalized. The changes aim to streamline post-Brexit oversight but have not yet altered current practices, as full implementation is delayed pending the EU law’s revocation.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Immigration (Passenger Transit Visa) (Amendment) (No. 3) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1068",
    "summary": "The UK updates its transit visa rules to replace \"Palestinian Territories\" with \"Palestine\" when listing countries requiring visas for passengers passing through the UK en route to another destination. This change means Palestinian passport holders transiting the UK will see their country referred to as \"Palestine\" in official immigration rules, aligning UK terminology with international usage without altering actual visa requirements or entry conditions.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Immigration (Passenger Transit Visa) (Amendment) (No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1067",
    "summary": "This law adds Botswana to the list of countries whose citizens must have a transit visa when passing through UK airports without entering the country. However, the visa requirement won’t apply to those who already booked travel before the law took effect and arrive by 25 November 2025. The change strengthens border controls to ensure only approved travelers can transit through the UK, but its impact is limited since no major effects on businesses, charities, or communities are expected.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Financial Services and Markets Act 2023 (Commencement No. 11 and Saving Provisions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1078",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Street and Road Works (Charges and Penalties) (Amendments) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1074",
    "summary": "tags. \n\nTesting phrasing: \"Highway authorities now must spend half their excess street work charge revenue directly on road repairs\" - yes, that's the golden nugget. Public cares about potholes, not legal procedures. \n\nFinal structure: \n- Lead with tangible benefit (road repairs funded) \n- Then penalty increases as enforcement tool \n- End with 7-day charging as schedule pressure \n\n*double-checks* All England-specific? Yes. No Wales/Scotland mentions. Good. \n\nUser's strict about no disclaimers so deleting \"this applies only to England\" would be lying... but original says \"England only\" upfront so implicit. Can skip jurisdictional details to save space per \"short paragraph\" rule. \n\nThere. Ready to write.\n</think>\n\n##SUMMARY_START\nThis law doubles on-the-spot fines for contractors who fail to notify authorities about street works or work without proper permits in England, making violations costlier to encourage compliance. It also changes charges for delayed roadworks to apply every day—including weekends—so prolonged disruptions become significantly more expensive. Crucially, highway authorities must now spend half of their surplus income from street work fees directly on essential road repairs, putting more money into fixing potholes and maintaining local roads people rely on daily.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Cheltenham) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1072",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Sentencing Act 2020 (Amendment of Schedule 21) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1071",
    "summary": "The new regulations add two factors that will lead to longer minimum sentences for murder convictions. Judges must now increase sentences when: (1) the crime occurred after the victim tried to end a close personal relationship, or the offender believed this was happening, and (2) the murder involved suffocation or strangulation. These rules apply only to murders committed on or after the law’s start date, making certain violent domestic cases and specific killing methods result in harsher penalties.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Oaklands Farm Solar Park (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1070",
    "summary": "This law fixes mistakes in the 2025 approval for the Oaklands Farm Solar Park project under the Planning Act 2008. It ensures the project—which aims to build a large-scale solar energy site—can proceed without legal or technical errors delaying construction, improving clarity for developers and local authorities. Once operational, the solar park could generate renewable energy, support climate goals, and potentially provide community benefits like funding for local services. Errors being corrected suggests early oversight gaps, but resolution allows the scheme to align with proper planning rules and move toward delivering clean power infrastructure.",
    "country": "United Kingdom"
  },
  {
    "date": "13 October 2025",
    "title": "The Noise Emission in the Environment by Equipment for Use Outdoors (Amendment and Transitional) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1073",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "13 October 2025",
    "title": "The Diffuse Mesothelioma Payment Scheme (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1069",
    "summary": "These regulations increase compensation payments by 49% for people diagnosed with diffuse mesothelioma (a serious lung disease linked to asbestos exposure) starting 4 November 2025, adjusting the amounts based on age. If an eligible person dies before claiming, their dependents can still receive the updated payments. The change aims to ensure fairer support for victims and their families without imposing new costs on businesses or public services.",
    "country": "United Kingdom"
  },
  {
    "date": "13 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Royal Air Force Mildenhall) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1075",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 October 2025",
    "title": "The Online Safety (CSEA Content Reporting by Regulated User-to-User Service Providers) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1066",
    "summary": "The new UK regulations remove a previous requirement for online platforms to report child sexual abuse content (CSEA) to authorities, as spelled out in the scrapped 2025 rules. Officials say this reversal won’t significantly affect businesses, charities, or public services, but critics warn it could reduce oversight of harmful material circulating on user-to-user platforms. The move signals a shift in how tech firms handle CSEA content, potentially easing their compliance obligations.",
    "country": "United Kingdom"
  },
  {
    "date": "10 October 2025",
    "title": "The Power to Award Degrees etc. (Hult International Business School Ltd) Order 2023 (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1062",
    "summary": "The law now allows Hult International Business School Ltd to award certain degrees (like MBAs or undergraduate diplomas) in the UK for a fixed period from December 1, 2025, to December 31, 2029. This authorizes Hult’s UK campuses to offer formally recognized qualifications, impacting students who enroll there by certifying their credentials for the job market. Once the term ends, the school will need reauthorization to continue.",
    "country": "United Kingdom"
  },
  {
    "date": "10 October 2025",
    "title": "The Power to Award Degrees etc. (Hull College Group) Order of Council 2015 (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1061",
    "summary": "This law extends Hull College Group's legal power to award its own degrees and other academic qualifications until 29 March 2029, ensuring students can continue to receive Hull-branded qualifications without disruption and allowing the college to maintain its current higher education provision seamlessly.",
    "country": "United Kingdom"
  },
  {
    "date": "9 October 2025",
    "title": "The Online Safety Act 2023 (Commencement No. 5) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1064",
    "summary": "These new rules scrap the requirement for certain online platforms to start reporting child sexual abuse content to the National Crime Agency from 3 November 2025. This means services like social media and messaging apps will not have to proactively identify and send this harmful material to law enforcement as originally planned under the Online Safety Act. The change directly affects how platforms handle child safety, stopping the mandated reporting system from launching and altering the flow of critical evidence to agencies tackling online child exploitation.",
    "country": "United Kingdom"
  },
  {
    "date": "9 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Firkin Point, Loch Lomond) (Emergency) (No. 2) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1063",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "9 October 2025",
    "title": "The Power to Award Degrees etc. (Walbrook Institute London Limited) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1060",
    "summary": "This law lets Walbrook Institute London Limited officially offer and award educational qualifications for three years starting September 2026. While the government states there is no impact on businesses, public services, or civil society groups, the move formally empowers the institute to run its own degree-level courses during this period, potentially expanding higher education options for students and boosting the institute’s ability to attract learners seeking accredited programs. After August 2029, the institute will need fresh approval to continue granting awards.",
    "country": "United Kingdom"
  },
  {
    "date": "8 October 2025",
    "title": "The East Yorkshire Solar Farm (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1059",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "6 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Crumpsall, Manchester) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1058",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "3 October 2025",
    "title": "The Gatwick Airport (Northern Runway Project) Development Consent Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1054",
    "summary": "This law gives Gatwick Airport Limited the power to redevelop the airport, including acquiring land or property rights through forced purchase or negotiation, to enable major infrastructure upgrades like new terminals, runways, or transport links. It also ensures the company maintains and operates the improved facilities. Local residents, affected businesses, and the public can access key redevelopment documents for free at Gatwick’s office, promoting transparency around the project’s scope and impacts.",
    "country": "United Kingdom"
  },
  {
    "date": "2 October 2025",
    "title": "The Northampton Gateway Rail Freight Interchange (Amendment No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1057",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "2 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Llanelli) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1055",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "1 October 2025",
    "title": "The Wireless Telegraphy (Licence Charges for the 2100 MHz Frequency Band) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1053",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 September 2025",
    "title": "The Iran (Sanctions) (Nuclear) (EU Exit) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1052",
    "summary": "##SUMMARY_START  \nThe UK updated its Iran sanctions rules to strengthen restrictions on goods and technology related to missiles and nuclear programs, aligning with UN obligations. These changes expand the list of banned items for export to or import from Iran, limiting trade that could support weapons development. A new exception allows payments for UK Treasury debt (like government bonds) to proceed despite existing sanctions, ensuring financial systems remain stable. The government can also now issue licenses for certain prohibited financial activities, adding flexibility to comply with international agreements while addressing national security concerns.",
    "country": "United Kingdom"
  },
  {
    "date": "29 September 2025",
    "title": "The Media Act 2024 (Commencement No. 3) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1049",
    "summary": "These regulations activate key parts of the Media Act 2024, requiring the UK government to set quotas for independent TV production content, updating Channel 4’s commissioning obligations to align with public service goals, and modernizing rules governing broadcasters like the BBC, S4C, and Channel 3-5. The changes aim to ensure diverse programming, support independent producers, and strengthen public service broadcasting standards, including S4C’s expanded remit to serve Welsh audiences. Implementation will affect how broadcasters allocate resources and prioritize content, potentially increasing opportunities for smaller studios and enhancing regional representation in media.",
    "country": "United Kingdom"
  },
  {
    "date": "29 September 2025",
    "title": "The Chancel Repair (Church Commissioners’ Liability) Measure 2025 (Commencement) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1041",
    "summary": "This law makes the Church Commissioners responsible for covering the costs of repairing church chancel areas starting October 1, 2025, removing that financial burden from individuals who own land linked to historic repair obligations. It ends the practice where certain property owners could be unexpectedly charged for maintaining parts of churches, providing clarity and protecting them from unanticipated expenses.",
    "country": "United Kingdom"
  },
  {
    "date": "26 September 2025",
    "title": "The Buckinghamshire Council, Surrey County Council and Warwickshire County Council (Housing and Regeneration Functions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1051",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "26 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Wimblington, Cambridgeshire) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1050",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "26 September 2025",
    "title": "The Electrical Safety Standards in the Private Rented Sector (England) (Amendment) (Extension to the Social Rented Sector) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1043",
    "summary": "Social housing landlords in England must now follow the same electrical safety rules as private landlords: they must get all fixed wiring inspected and tested by a qualified person every five years, and—critically—for the first time—regularly check the safety of any electrical appliances they provide to tenants (like fridges or kettles). This means over two million social housing tenants will finally have legal protection against dangerous wiring and faulty landlord-owned appliances. Landlords must fix unsafe issues immediately, prove checks are done in clear reports, and face fines of up to £40,000 for breaking the rules. Existing social housing rentals have until 1 November 2026 to meet these standards, with regular reviews to tighten rules further. Tenants refusing access won’t let landlords escape responsibility—authorities can step in to make repairs and charge the landlord.",
    "country": "United Kingdom"
  },
  {
    "date": "26 September 2025",
    "title": "The Hazards in Social Housing (Prescribed Requirements) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1042",
    "summary": "Landlords of social homes must now fix dangerous damp and mould within 5 working days, and tackle life-threatening hazards like gas leaks or structural risks within 24 hours. If repairs can't be done in time, they must immediately provide tenants with temporary housing at no cost. Landlords must also keep tenants updated throughout repairs, complete preventative work within 12 weeks to stop problems returning, and can't bypass these rules in leases. Tenants finally get enforceable deadlines for urgent safety fixes, ending the cycle of delayed responses to hazardous living conditions.",
    "country": "United Kingdom"
  },
  {
    "date": "26 September 2025",
    "title": "The Power to Award Degrees etc. (LTE Group) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1039",
    "summary": "Beginning January 1, 2026, LTE Group can legally grant specific teaching qualifications for four years, until December 31, 2029. This change enables LTE Group to formally recognize qualifications like degrees or certifications in education without altering existing public services, business regulations, or oversight structures. Since no impact assessments were needed, this action likely formalizes existing practices or fills a technical authorization gap, affecting only LTE Group’s administrative powers during the outlined period.",
    "country": "United Kingdom"
  },
  {
    "date": "25 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Firkin Point, Loch Lomond) (Emergency) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1048",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "25 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Firkin Point, Loch Lomond) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1047",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "25 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Wimblington, Cambridgeshire) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1044",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "24 September 2025",
    "title": "The Counter-Terrorism and Border Security Act 2019 and the Terrorism Act 2000 (Port Examination Codes of Practice) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1040",
    "summary": "The revised codes of practice now allow border officers at UK ports and the Northern Ireland border area to stop, question, search, or detain individuals suspected of terrorism or hostile state activity. This update clarifies procedures for enforcing these powers under existing counter-terrorism laws, ensuring officials have clear guidance to address security threats. While aimed at enhancing national security, it does not anticipate major changes to public services, businesses, or daily operations, as authorities are encouraged to use the updated rules judiciously. Copies of the codes are publicly accessible online or via the Home Office.",
    "country": "United Kingdom"
  },
  {
    "date": "24 September 2025",
    "title": "The Counter-Terrorism and Border Security Act 2019 and the Terrorism Act 2000  (Port Examination Codes of Practice) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1040",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "24 September 2025",
    "title": "The Wireless Telegraphy (Licence Charges) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1038",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "23 September 2025",
    "title": "The Economic Crime and Corporate Transparency Act 2023 (Consequential, Incidental and Miscellaneous Provisions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1037",
    "summary": "and",
    "country": "United Kingdom"
  }
]