[
  {
    "date": "24 July 2025",
    "title": "The Enterprise Act 2002 (Mergers Involving Newspaper Enterprises and Foreign Powers) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/922",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Enterprise Act 2002 (Definition of Newspaper) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/921",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Nuclear Installations (Compensation for Nuclear Damage) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/915",
    "summary": "These regulations update UK nuclear liability laws to align with international standards by removing a lower compensation cap for claims under the Convention on Supplementary Compensation for Nuclear Damage (CSC). Previously, claims linked only to the CSC had a smaller limit than those under the Paris Convention, but now all cases will share a €700 million liability cap, with additional compensation available from a shared CSC international fund if needed. The change simplifies legal frameworks for nuclear incident claims but isn’t expected to impose new costs or obligations on businesses, insurers, or the government, as no major economic or operational impacts are anticipated. It takes effect when the CSC becomes active in the UK, likely affecting how nuclear operators plan insurance coverage but leaving compensation levels for the public largely unchanged.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (POTUS Visit, Scotland) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/906",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Arbitration Act 2025 (Commencement) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/905",
    "summary": "The Arbitration Act 2025 updates rules for resolving legal disputes outside of court, and these new regulations ensure all its changes are now officially in effect. Initially, some parts of the Act didn’t start working when it became law, but this move switches them on, aiming to make arbitration faster, fairer, and more accessible. Businesses and individuals handling contractual disagreements may notice smoother processes and clearer guidelines, potentially reducing delays and costs. Courts could also benefit by focusing less on arbitration-related oversight, while the broader economy might see improved confidence in dispute resolution for commerce and trade.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Data (Use and Access) Act 2025 (Commencement No. 1) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/904",
    "summary": "The Data (Use and Access) Act 2025 officially kicks in on 20 August 2025, with key changes designed to reshape how data is shared and protected. It unlocks new “Smart Data” programs, allowing businesses in sectors like energy and finance to securely exchange customer data (with consent), potentially giving people more control over their information and enabling tailored services. Rules from the UK GDPR and Data Protection Act 2018 are tweaked to smooth compliance for companies adapting to emerging tech, while a fresh Information Commission is created to oversee how public bodies handle data transparency. Updates to online safety laws could tighten content moderation on digital platforms, and changes to electronic ID rules might make online transactions—like banking or shopping—simpler and more secure. A provision letting artificial intelligence systems legally use existing copyright materials could accelerate AI innovation but may spark debates about protecting creators’ rights. Overall, the Act aims to balance business efficiency, digital trust, and open data access across public and private sectors.",
    "country": "United Kingdom"
  },
  {
    "date": "23 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Epping) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/923",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "23 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (St Erme, Cornwall) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/920",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "23 July 2025",
    "title": "The Firearms (Amendment) Rules 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/914",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Royal Portrush, Northern Ireland) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/913",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Criminal Procedure Rules 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/909",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Global Irregular Migration and Trafficking in Persons Sanctions Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/902",
    "summary": "These new rules aim to tackle people smuggling, human trafficking, and the exploitation of migration to destabilize other countries. Under the law, the UK government can target individuals or groups involved in these crimes by banning them from the country, freezing their assets, or blocking them from running companies. While it’s illegal to break or bypass these sanctions, exceptions allow frozen bank accounts to still earn interest and let authorities permit specific actions for national security or serious crime prevention. The Treasury can also issue licenses for certain activities, and agencies will share information to enforce the rules effectively. Most businesses won’t feel major effects, but there could be minor annual costs under £10 million, mostly for compliance. The law focuses on disrupting criminal networks causing harm overseas without unfairly restricting legitimate activity or humanitarian work.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Hoyland, Barnsley) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/912",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Cutcombe Hill, Somerset) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/911",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Waste Electrical and Electronic Equipment (Amendment, etc.) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/910",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (London Southend Airport) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/908",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Gatcombe Park) (Restricted Zone EG RU183) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/907",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Contracts for Difference (Miscellaneous Amendments) (No. 3) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/903",
    "summary": "These new rules tweak how subsidies for low-carbon electricity are calculated in the UK. Specifically, they require the Sustainable Industry Reward (a financial incentive for clean industrial practices) to be included when setting interim levy rates and supplier payments tied to contracts for difference (CFDs). CFDs are agreements between the government and energy producers to ensure stable funding for renewable projects like wind or solar farms. This change means electricity suppliers will now pay a portion of their bills based on whether energy generators meet sustainability targets, potentially lowering costs for eco-conscious producers and pushing industries to adopt greener tech. For consumers, this could mean slightly adjusted energy bills depending on supplier compliance, while businesses focused on clean energy or energy efficiency might see new opportunities to cut costs or expand. The goal is to align energy pricing more closely with net-zero targets, indirectly encouraging investment in technologies like carbon capture or hydrogen heating systems.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Firth of Forth) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/900",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Local Audit (Major Local Audit) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/896",
    "summary": "This law updates rules about when a local authority (like a city or county council) needs its accounts to undergo a major local audit, which determines the scale of oversight for public spending. Specifically, for financial years starting on or after April 2025, any local authority with an annual income or expenditure exceeding £875 million—whichever is higher—will be classified as requiring a “major local audit.” The change raises the audit threshold (previously lower), meaning fewer smaller councils will face these stricter checks. The government says there’s no expected significant impact, so it hasn’t done a detailed analysis of potential effects, though larger councils above £875m may see increased audit scrutiny and administrative costs. For most people and businesses, this tweak likely won’t make a difference day-to-day.",
    "country": "United Kingdom"
  },
  {
    "date": "21 July 2025",
    "title": "The OTC Derivatives Risk Mitigation and Central Counterparties (Equivalence) (Switzerland) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/898",
    "summary": "These new regulations allow Swiss financial institutions to follow their home-country rules when dealing with certain over-the-counter derivatives and central counterparties (CCPs), avoiding duplicated UK oversight. By confirming Switzerland’s regulatory systems are “equivalent” to UK standards, the Treasury streamlines cross-border trade, reducing compliance costs for businesses and boosting collaboration between UK and Swiss financial sectors. This could make it easier for UK banks and traders to work with Swiss partners, potentially lowering transaction hurdles and fostering market growth. While the government anticipates minimal immediate impacts, the move supports long-term economic ties and regulatory flexibility without compromising risk management or financial stability.",
    "country": "United Kingdom"
  },
  {
    "date": "21 July 2025",
    "title": "The Cosmetic Products (Restriction of Chemical Substances) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/901",
    "summary": "This law changes the rules on how much oxybenzone (a chemical linked to sunscreen and other cosmetics) can be included in beauty and personal care products, aiming to keep levels within safer limits based on scientific advice. Products made or sold before January 2026 that followed the old rules can still stay on shelves until July 2026, giving companies time to adjust recipes or packaging. While most people might not notice immediate changes, the shift could push brands to use alternative ingredients, potentially impacting sunscreen effectiveness or product variety. Environmentally, reducing oxybenzone—which harms coral reefs—might benefit marine ecosystems, but this isn’t spelled out here. Businesses may face minor adjustments to comply, though the government says the economic impact is expected to be negligible.",
    "country": "United Kingdom"
  },
  {
    "date": "21 July 2025",
    "title": "The Online Safety Act 2023 (Commencement No. 6) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/888",
    "summary": "The Online Safety Act 2023 is streamlining its oversight rules by repealing an older regulatory framework from the Communications Act 2003. From July 2025, video-sharing platforms that were previously governed by both laws will fall entirely under the new Act, meaning they’ll follow updated “duties of care” designed to combat harmful content and ensure online safety. This simplifies compliance for companies and aligns responsibility under a modern system, potentially leading to clearer obligations for platforms like YouTube or TikTok to monitor content while reducing bureaucratic duplication. The end of the transition period marks a shift toward stricter enforcement under the 2023 Act, prioritizing user protections and tech accountability.",
    "country": "United Kingdom"
  },
  {
    "date": "18 July 2025",
    "title": "The Civil Procedure (Amendment No. 2) Rules 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/893",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 July 2025",
    "title": "The School Teachers’ Pay and Conditions (England) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/892",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (St Austell Cornwall) (Emergency) (No. 3) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/899",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Epping) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/895",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 July 2025",
    "title": "The Allocation of Housing and Homelessness (Eligibility) (England) and Persons Subject to Immigration Control (Housing Authority Accommodation and Homelessness) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/891",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 July 2025",
    "title": "The Postal Services (Universal Postal Service) (Amendment) (No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/890",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 July 2025",
    "title": "The Protection and Disclosure of Personal Information (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/874",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 July 2025",
    "title": "The Social Security (Habitual Residence, Past Presence and Temporary Absence) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/884",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (St Austell Cornwall) (Emergency) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/886",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (St Austell Cornwall) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/885",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (London Southend Airport) (Emergency) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/882",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 July 2025",
    "title": "The Mona Offshore Wind Farm Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/870",
    "summary": "A new law allows the building, operation, and upkeep of a large offshore wind farm roughly 28 kilometers out in the Irish Sea from North Wales, aiming to boost renewable energy production and reduce reliance on fossil fuels. The project could support jobs during construction and long-term clean energy jobs, while aiding the UK’s climate goals. To make this work, the company behind it—Mona Offshore Wind Limited—has the power to acquire necessary land and override existing land rights, ensuring pathways for infrastructure like undersea cables and grid connections. Details about the project’s plans, funding guarantees, and legal documents are publicly available at the company’s Sunbury-on-Thames office for anyone to review. While this might stir debate among local communities or landowners, the wind farm could help stabilize energy prices and lower carbon emissions, marking a step toward greener power and potentially influencing future offshore projects.",
    "country": "United Kingdom"
  },
  {
    "date": "17 July 2025",
    "title": "The Solihull (Electoral Changes) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/868",
    "summary": "This law redraws Solihull’s council election map, creating 17 new wards by 2026 to update local representation without altering the town’s overall borders. The 2026 election will be a one-time “whole council” vote—where all seats are contested at once—before shifting back to staggered thirds the next year. Parish elections will follow the updated ward boundaries starting 2027. Residents might notice different voting districts and sharper political contrasts during the 2026 campaign, but the government says businesses, services, and daily life shouldn’t see major impacts. Full ward boundary details are publicly accessible online or in London.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (St Erme, Cornwall) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/880",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Aviation Safety (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/878",
    "summary": "These rules update UK aviation safety standards to simplify pilot licensing and flight operations. Key changes include: the Civil Aviation Authority (CAA) can no longer issue new Light Aircraft Pilot Licences for aeroplanes, but gliding clubs can now offer training and assessments for sailplane pilots without seeking separate CAA approval, streamlining access to recreational flying. For cost-shared flights (where pilots split expenses with passengers), clearer guidelines define “direct costs” and regulate how such flights are advertised, aiming to prevent unlicensed commercial operations. Balloon pilot licenses are adjusted to balance safety with flexibility, allowing owners of older licenses to convert them into updated ratings while removing outdated medical certification requirements. The rules also cut red tape for training organizations, shifting safety-check responsibilities to instructors and examiners. Although few major economic or environmental impacts are expected, recreational pilots and gliding clubs may see reduced bureaucracy, while hobbyists sharing flight costs could benefit from clearer rules on legality.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Football (Offences) (Designation of Football Matches) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/876",
    "summary": "This law updates the official list of football matches where disruptive behavior is banned, changing the names of certain competitions to match how they’re known today. The 1991 Football (Offences) Act makes it illegal to act disorderly—like sparking fights or throwing objects—at designated matches, and the current update ensures enforcement applies to the National League, Women’s Super League, Women’s Super League 2, and Cymru Premier competitions, which have since rebranded or evolved. While the changes are mainly about keeping terminology accurate, they help authorities target problematic fan behavior more clearly. No major impacts on businesses, individuals, or the economy are expected, as the law’s focus remains unchanged: promoting safety at top-tier football events.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Football Spectators (Prescription) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/871",
    "summary": "The government has updated regulations that determine which football matches and leagues are covered by the Football Spectators Act 1989, which allows authorities to issue football banning orders to people likely to cause disturbances at games. This includes tweaking the names of leagues like the National League, Women’s Super League, and Cymru Premier to match their current official titles, plus adding a new organization—the Women’s Super League Football Limited—to the listed groups. These changes are largely administrative, ensuring that authorities can apply rules consistently as league structures evolve, but they aren’t expected to lead to major practical effects for fans, clubs, or businesses. However, the upgrade could help reinforce crowd safety measures at women’s top-tier matches by formally aligning them with men’s leagues in the legal framework.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Social Security (Contributions) (Amendment No. 6) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/865",
    "summary": "These regulations make it clear that compensation payments under the Horizon Convictions Redress Scheme won’t count toward National Insurance contributions for more people affected by miscarriages of justice tied to the Horizon system. This includes individuals whose convictions were overturned by law or courts, those issued cautions, offered alternatives to prosecution (or unresolved cases in Scotland), or acquitted after facing charges. By shielding these payments from National Insurance, the change ensures recipients retain their full compensation, offering relief to those combating the financial fallout of past wrongful legal outcomes. Though the rules reinforce existing tax policy rather than introducing new changes, they expand protections to a wider group, streamlining redress without anticipated major consequences for businesses, the economy, or government operations.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Combined Authorities (Adult Education Functions) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/879",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Proceeds of Crime (Money Laundering) (Threshold Amount) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/877",
    "summary": "This law raises the financial thresholds for certain money laundering exemptions in the UK, meaning banks and businesses in regulated sectors can handle larger amounts of suspicious cash or assets before triggering criminal penalties. Specifically, the limit for banks operating customer accounts has doubled from £1,000 to £3,000, while the threshold for returning property to clients when ending a business relationship has also increased. Originally set at £250 in 2022 and then raised to £1,000, this latest jump is designed to reduce administrative pressures on financial institutions and firms dealing with low-risk transactions. While it may streamline processes for businesses handling small-scale flagged funds, critics could argue it risks allowing more illicit activity to slip through, though the government says it balances compliance costs with security needs, citing an economic analysis available online.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Justice and Security (Northern Ireland) Act 2007 (Extension of Duration of Non-jury Trial Provisions) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/875",
    "summary": "This law originally allowed certain serious criminal trials in Northern Ireland to be held without a jury, with a built-in expiration date of July 2009. However, the government has repeatedly extended this deadline by two years each time, and the latest change pushes the final expiration to July 31, 2027. The law applies to cases where juries are deemed impractical or unsafe, often involving terrorism or organized crime. While it’s unlikely to impact most people directly, legal experts note it maintains flexibility for the justice system to adapt to ongoing security challenges. No formal assessment of economic or social impacts was carried out, as officials don’t expect significant effects on businesses, public services, or communities. Critics argue non-jury trials risk undermining fair trial rights, but supporters claim they’re necessary to protect court integrity in high-risk cases.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Horizon Convictions Redress Scheme (Amendment) and Grenfell Support (Restorative Justice) Programme (Income Tax Exemption) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/867",
    "summary": "The government has updated tax rules to ensure certain compensation payments aren’t taxed, helping people who were wrongly impacted by two major cases. If you were convicted, cautioned, or faced prosecution due to issues with the flawed Horizon IT system (used by businesses and post offices) and had those charges overturned or resolved without a conviction, payments from the redress scheme will now be exempt from income tax, capital gains tax, and inheritance tax—all effective retroactively from June 2025. Similarly, payments made since June 2024 under the Grenfell Tower fire support program, which aids those affected by the 2017 disaster, won’t count as taxable income. These changes mean recipients keep more of the compensation they’re owed without worrying about tax bills, offering clearer financial relief for both groups. For Horizon cases, this could benefit hundreds of people who lost livelihoods or faced reputational harm, while Grenfell survivors and families will have less financial stress as they rebuild their lives.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Castle of Mey) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/856",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The A282 Trunk Road (Dartford-Thurrock Crossing Charging Scheme) (Variation) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/853",
    "summary": "The UK’s Dartford-Thurrock Crossing, a major Thames River route, will see a 40% increase in toll charges under a revised charging system that bills drivers electronically without requiring them to stop. While the update builds on the existing 2013 framework for busy road users, the government hasn’t conducted a full review to determine the effect on commuters, local businesses, or efforts to reduce congestion and emissions. A jump this high could strain household budgets, nudge drivers toward alternative routes, or reduce crossings, potentially impacting regional traffic flow and business activity. Revenue from the hike may fund road upkeep or other transport projects, though the exact consequences remain unclarified.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Balmedie, Aberdeen) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/852",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "15 July 2025",
    "title": "The Court of Protection (Amendment) Rules 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/866",
    "summary": "These updates to the Court of Protection rules clarify procedures for handling contempt and committal cases. They remove an outdated reference, ensure defendants in committal hearings are warned that staying silent might lead the court to assume they’re hiding something (in line with criminal cases), and adjust how identities are protected in contempt proceedings. Courts will now weigh non-disclosure of a defendant’s identity early in hearings to avoid privacy breaches later, and judges gain more flexibility to shield identities during contempt cases—though this won’t apply if someone is ultimately sent to prison for contempt. Judgments will only be published when a committal sentence is given. Since these changes align with existing legal practices and case law, they’re unlikely to affect the public, businesses, or government operations significantly.",
    "country": "United Kingdom"
  },
  {
    "date": "15 July 2025",
    "title": "The Justice and Security (Northern Ireland) Act 2007 (Extension  of Duration of Non-jury Trial Provisions) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/875",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  }
]