[
  {
    "date": "28 October 2025",
    "title": "The Data Protection Act 2018 (Qualifying Competent Authorities) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1128",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "28 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Windsor Great Park) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1125",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "28 October 2025",
    "title": "The Byers Gill Solar (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1124",
    "summary": "This correction allows the Byers Gill Solar Park to move forward, clearing the way for a new source of renewable power to be built, which will help supply clean electricity locally and long-term.",
    "country": "United Kingdom"
  },
  {
    "date": "28 October 2025",
    "title": "The Mona Offshore Wind Farm (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1123",
    "summary": "Fixes minor errors in the legal paperwork approving the Mona Offshore Wind Farm project. This correction ensures construction can start on time without delays caused by administrative mistakes, meaning the wind farm – which will generate renewable electricity for hundreds of thousands of homes and businesses – moves forward as planned.",
    "country": "United Kingdom"
  },
  {
    "date": "27 October 2025",
    "title": "The Court and Public Guardian Fees (Miscellaneous Amendments) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1126",
    "summary": "This law changes several fees tied to wills, power of attorney, and legal cases. Families of emergency or armed forces personnel who qualify for inheritance tax breaks will now pay **no fee** to address estate issues. Requesting copies of documents like wills from probate records jumps from £1.50 to **£16** per request. Fees for registering lasting power of attorney rise from £82 to **£92**, and resubmitting an incomplete application increases from £41 to **£46**. Lower-income individuals facing insolvency or violence risks are exempt from court fees for certain legal actions. Courts no longer charge fees when reviewing decisions to release prisoners on parole. These adjustments aim to reduce burdens for vulnerable groups while aligning some costs with inflation.",
    "country": "United Kingdom"
  },
  {
    "date": "27 October 2025",
    "title": "The Coasting Schools (England) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1120",
    "summary": "These regulations update how schools in England are defined as \"coasting\" under national education law. By revising the performance thresholds used to identify struggling schools, the change ensures that schools receiving certain funding or status must now meet stricter or clearer standards to avoid being classified as coasting. This could lead to more schools being targeted for oversight, requiring interventions like leadership changes or extra support, potentially improving student outcomes or resource distribution in underperforming areas. Concrete outcomes include updated accountability criteria and revised eligibility for school improvement programs.",
    "country": "United Kingdom"
  },
  {
    "date": "23 October 2025",
    "title": "The Companies and Limited Liability Partnerships (Annotations, Application and Modification of Company Law and Consequential Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1116",
    "summary": "These regulations require Companies House to add clear markers to official records when someone verifies their identity, applying this rule to both registered companies and unregistered corporate entities. They also remove outdated nationality and service address requirements for individuals and corporate members, shifting focus to centralized identity checks. This aims to improve transparency and accuracy in business ownership data, helping authorities tackle economic crime by ensuring verified identities are consistently recorded and outdated or misleading info is flagged.",
    "country": "United Kingdom"
  },
  {
    "date": "23 October 2025",
    "title": "The Public Service (Civil Servants and Others) Pensions (Remediable Service) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1115",
    "summary": "These regulations fix age-based unfairness in civil service pensions. Previously, transitional protections introducing the alpha pension scheme unfairly restricted higher ill-health pension rates to members who retired before 31 March 2022. Now, all members whose ill-health retirement applications were approved before that date but processed afterward will automatically get the higher pension amount—regardless of their age. The changes also let pension managers void inaccurate statements for compensation claims, clarify divorce-related pension splits, and include special provisions to adjust past decisions (like opting out or ill-health retirements) to correct discrimination. These rules apply retroactively to ensure fairer outcomes for affected civil servants.",
    "country": "United Kingdom"
  },
  {
    "date": "23 October 2025",
    "title": "The Economic Crime and Corporate Transparency Act 2023 (Commencement No. 6 and Transitional Provisions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1117",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "23 October 2025",
    "title": "The Occupational Pension Schemes (Collective Money Purchase Schemes) (Miscellaneous Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1113",
    "summary": "These regulations clean up and fix minor errors in recent pension scheme rules from 2022 and remove outdated reporting requirements from 2013 regulations, streamlining processes for occupational pension providers and employers. The changes simplify administrative tasks without altering core pension protections, aiming to reduce bureaucracy while maintaining transparency standards. Since the adjustments are technical and unlikely to significantly affect businesses or public services, no full impact assessment was completed.",
    "country": "United Kingdom"
  },
  {
    "date": "23 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Remembrance Sunday) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1114",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 October 2025",
    "title": "The Organic Production (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1111",
    "summary": "This law temporarily adjusts UK organic farming rules until 2026. Farmers can now use non-organically reared young chickens (“pullets”) in organic egg production if organic pullets are unavailable. They may also include up to 5% non-organic protein feed for piglets under 35kg and poultry under 30 weeks old. Additionally, additives like gellan gum must come from organic sources unless supply falls short. These changes aim to ease shortages of organic materials without compromising overall organic standards.",
    "country": "United Kingdom"
  },
  {
    "date": "22 October 2025",
    "title": "The Road Vehicles (Type-Approval) (Amendment) (No. 3) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1110",
    "summary": "These rules make new UN-backed cybersecurity and software update standards ( Regulations 155 and 156) mandatory for vehicles approved for sale in Great Britain. Manufacturers must now design vehicles with systems that protect against hacking and ensure safe, traceable software updates—a first for UK car safety rules. This aligns the UK with global standards and aims to reduce risks from faulty tech or cyberattacks, impacting everyone from drivers to auto companies. Compliance will apply from specific dates outlined in the rules.",
    "country": "United Kingdom"
  },
  {
    "date": "22 October 2025",
    "title": "The Immigration (Electronic Travel Authorisations) (Jersey) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1112",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "21 October 2025",
    "title": "The Immigration and Nationality (Fees) (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1108",
    "summary": "New rules slash fees for vulnerable groups: families fleeing Afghanistan under the relocation scheme and children/partners of stateless people no longer pay to stay in the UK. The changes also wipe fees for certain EU transfer cases and registration certificate reviews if the original application was free. At the same time, businesses sponsoring workers face higher costs—priority processing for student sponsors jumps in price, and premium annual sponsorship packages are scrapped entirely. This streamlines support for refugees while making fast-track services for employers more expensive.",
    "country": "United Kingdom"
  },
  {
    "date": "21 October 2025",
    "title": "The Unmanned Aircraft (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1106",
    "summary": "The UK updated drone operation rules through amendments to existing regulations, adjusting technical requirements for unmanned aircraft systems and foreign operators. The changes include enhancements to geo-awareness (location-based restrictions) and direct remote identification (real-time tracking of drones), aiming to improve safety, security, and oversight without creating significant new burdens for businesses or public services. Details of these adjustments are available for review but are not expected to broadly alter current drone operations or enforcement practices.",
    "country": "United Kingdom"
  },
  {
    "date": "21 October 2025",
    "title": "The Immigration (Isle of Man) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1107",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "21 October 2025",
    "title": "The Tillbridge Solar Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1105",
    "summary": "This law allows Tillbridge Solar Ltd to build, run, and eventually decommission a large solar farm (over 50 megawatts) in Lincolnshire. It grants them powers to acquire land either through agreement or compulsory purchase, clearing the way for the project to proceed. Local residents and stakeholders can review detailed plans for free at Lincoln County Council offices, ensuring transparency. The decision supports renewable energy expansion, potentially reducing reliance on fossil fuels and boosting local green energy infrastructure.",
    "country": "United Kingdom"
  },
  {
    "date": "21 October 2025",
    "title": "The Merchant Shipping (Fees) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1103",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "21 October 2025",
    "title": "The Hovercraft (Fees) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1088",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "20 October 2025",
    "title": "The M32 Motorway (Junctions 1 to 3) (40 and 60 Miles Per Hour Speed Limits) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1102",
    "summary": "",
    "country": "United Kingdom"
  },
  {
    "date": "20 October 2025",
    "title": "The Proscribed Organisations (Name Change) (Revocation) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1104",
    "summary": "The new law removes \"Hay’at Tahrir Al-Sham\" from being automatically treated as an alias for Al-Qa’ida under the Terrorism Act. Previously, this group was legally linked to Al-Qa’ida, enabling authorities to freeze its assets and prosecute supporters using anti-terrorism laws. Now, this connection is severed, meaning enforcement actions against Hay’at Tahrir Al-Sham will require fresh evidence of ties to terrorism. While the government claims no major sectoral impact, this change could limit use of existing counter-terrorism tools against the group unless new designations are made.",
    "country": "United Kingdom"
  },
  {
    "date": "20 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Crumpsall) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1100",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 October 2025",
    "title": "The Vehicle Emissions Trading Schemes (Amendment) (No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1101",
    "summary": "This law updates the 2023 rules limiting CO₂ emissions from new cars and vans to make green vehicle targets more effective. Corrections include fixing errors and streamlining processes for manufacturers. Most importantly, hybrid electric car and van makers that meet strict emission standards can now calculate their vehicles’ CO₂ impact using a revised method, making it easier to qualify for incentives. By aligning trading schemes with real-world performance data, automakers may reduce costs while accelerating shifts toward cleaner transport. Critics argue this focuses on compliance tweaks rather than cutting emissions faster. The government’s cost-benefit analysis is publicly available online.",
    "country": "United Kingdom"
  },
  {
    "date": "17 October 2025",
    "title": "The Hovercraft (Application of Enactments) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1094",
    "summary": "This law update ensures hovercraft are regulated under current maritime rules by replacing outdated references to repealed legislation in the 1989 Hovercraft Order with active laws, aligning safety standards, pollution controls, and accident investigation procedures with those for ships. New provisions allow fees to be set for hovercraft-related regulatory actions and ensure references to international treaties in regulations automatically update for hovercraft, keeping oversight consistent and effective without extra administrative steps. The changes streamline compliance but are not expected to impose significant new costs or burdens.",
    "country": "United Kingdom"
  },
  {
    "date": "17 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Durham) (No. 3) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1086",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Crumpsall, Manchester) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1098",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Armed Forces Act 2006 (Continuation) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1096",
    "summary": "This law extends the Armed Forces Act 2006 for another year, keeping it in force until 14 December 2026. The Act governs military justice and discipline, ensuring UK armed forces operations, courts-martial, and service oversight continue under current legal frameworks without disruption. The renewal follows a previous 2024 extension and maintains continuity in military governance while avoiding abrupt legal changes that could affect service personnel, legal proceedings, or defense planning. No significant impacts were anticipated in public or private sectors, as the Act’s provisions remain unchanged.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Portishead Branch Line (MetroWest Phase 1) (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1097",
    "summary": "This update fixes mistakes from a 2022 planning decision, formally enabling the restart of train services on the Portishead Branch Line as part of the MetroWest Phase 1 project. By correcting errors in legal documents, regional authorities can now approve infrastructure improvements, which will improve connectivity between Portishead and Bristol, reduce road traffic congestion, and support local economic and environmental goals through expanded public transit options.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Non-Domestic Rating (Definition of Qualifying Retail, Hospitality or Leisure Hereditament) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1093",
    "summary": "The regulations clarify that only businesses in the retail, hospitality, or leisure sectors will qualify for a reduced multiplier when calculating their business rates. This means local authorities will apply lower tax rates to these businesses, cutting their costs and easing financial pressure on struggling industries. The change takes effect immediately, potentially freeing up funds for eligible businesses to maintain operations, retain staff, or invest in improvements. Other sectors will continue paying at standard rates.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Motor Vehicles (Driving Licences) (Amendment) (No. 5) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1085",
    "summary": "Diabetic bus and lorry drivers can now use any modern glucose monitor—including continuous sensors—instead of being forced to do finger-prick blood tests while driving. This change cuts dangerous distractions by letting drivers track their blood sugar safely on the road, reducing unnecessary stops and keeping them focused. Drivers no longer risk losing their licence just for using newer, more convenient monitoring tech approved by their doctor.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The School Admissions (Admission Arrangements and Co-ordination of Admission Arrangements) (England) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1081",
    "summary": ":  \nThe new rules add Nancy Reuben Primary School and the rabbinic authority of Od Yosef Hai Synagogue in Hendon to the approved list for coordinating school admissions. This enables local authorities to formally include the school in synchronized admission arrangements, ensuring parents can navigate enrollment across schools following shared timelines and policies. Updates will appear on the UK legislation website.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Social Security (Scotland Cross-border Consequential Amendment and Transitional Provision) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1089",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Designation of Special Tax Sites (Flintshire and Wrexham Investment Zone) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1080",
    "summary": "These regulations create \"special tax sites\" in the UK where companies investing in machinery, equipment, or non-residential buildings (like factories or warehouses) can claim bigger tax breaks. This means businesses in these zones can deduct more from their taxable profits when spending on infrastructure, aiming to spur investment, job creation, and regional economic growth. Enhanced allowances take effect immediately, aligning with the Spring Budget 2023, and prioritize areas targeted for development.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Designation of Special Tax Sites (Anglesey Freeport) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1079",
    "summary": "These rules create \"special tax sites\" (like freeports) with enhanced tax breaks for businesses investing in machinery, buildings, or infrastructure there. Companies can deduct a larger portion of their costs from taxable income when they spend money in these areas, directly reducing their tax bills. This incentivizes investment, potentially boosting local job creation, business growth, and development in targeted zones by making such projects financially more attractive.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Global Irregular Migration and Trafficking in Persons Sanctions (Overseas Territories) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1092",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The A46 Newark Bypass Development Consent Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1090",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "15 October 2025",
    "title": "The Veterinary Surgeons (Recognition of University Degree) (Harper and Keele) Order of Council 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1082",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "15 October 2025",
    "title": "The A66 Northern Trans-Pennine Development Consent (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1084",
    "summary": "This law fixes mistakes in earlier approval for the A66 Northern Trans-Pennine road project, ensuring the scheme—backed under the 2008 Planning Act—can proceed without legal barriers. By correcting these errors, construction on the upgraded route across northern England can begin, aiming to boost transport links, economic growth, and road safety in the region.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Income-related Benefits (Subsidy to Authorities) Amendment Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1077",
    "summary": "This law updates rules for calculating housing benefit subsidies paid to UK local authorities, mainly affecting how they manage overpayments and verify claimant details. From April 2024, authorities can only deduct overpayment amounts that match the subsidies they previously received for those errors, limiting financial penalties. It also introduces new subsidy payments for authorities using updated processes (HBAP and HBAAI) to check claimants’ income, pensions, and financial circumstances, based on figures published by the Department for Work and Pensions. For Wales, the rebate portion of the subsidy for 2025/26 is set at 0.369, adjusting deductions linked to rent increases. These changes streamline subsidy calculations, reward accurate verification work, and clarify funding rules for authorities handling housing benefit claims.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Public Offers and Admissions to Trading (Amendment and Consequential and Transitional Provisions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1076",
    "summary": "These regulations adjust rules for public securities offers and trading admissions by clarifying that they won’t take effect until the same date as the revocation of an EU prospectus law (Regulation (EU) 2017/1129), which remains pending. They grant the Financial Conduct Authority (FCA) expanded powers to appoint investigators for compliance checks and create a new regulated activity for operating electronic systems used in public securities offers. Transitional provisions temporarily allow existing financial firms to apply for updated permissions covering this new activity and related exemptions while the framework is finalized. The changes aim to streamline post-Brexit oversight but have not yet altered current practices, as full implementation is delayed pending the EU law’s revocation.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Immigration (Passenger Transit Visa) (Amendment) (No. 3) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1068",
    "summary": "The UK updates its transit visa rules to replace \"Palestinian Territories\" with \"Palestine\" when listing countries requiring visas for passengers passing through the UK en route to another destination. This change means Palestinian passport holders transiting the UK will see their country referred to as \"Palestine\" in official immigration rules, aligning UK terminology with international usage without altering actual visa requirements or entry conditions.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Immigration (Passenger Transit Visa) (Amendment) (No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1067",
    "summary": "This law adds Botswana to the list of countries whose citizens must have a transit visa when passing through UK airports without entering the country. However, the visa requirement won’t apply to those who already booked travel before the law took effect and arrive by 25 November 2025. The change strengthens border controls to ensure only approved travelers can transit through the UK, but its impact is limited since no major effects on businesses, charities, or communities are expected.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Financial Services and Markets Act 2023 (Commencement No. 11 and Saving Provisions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1078",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Street and Road Works (Charges and Penalties) (Amendments) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1074",
    "summary": "tags. \n\nTesting phrasing: \"Highway authorities now must spend half their excess street work charge revenue directly on road repairs\" - yes, that's the golden nugget. Public cares about potholes, not legal procedures. \n\nFinal structure: \n- Lead with tangible benefit (road repairs funded) \n- Then penalty increases as enforcement tool \n- End with 7-day charging as schedule pressure \n\n*double-checks* All England-specific? Yes. No Wales/Scotland mentions. Good. \n\nUser's strict about no disclaimers so deleting \"this applies only to England\" would be lying... but original says \"England only\" upfront so implicit. Can skip jurisdictional details to save space per \"short paragraph\" rule. \n\nThere. Ready to write.\n</think>\n\n##SUMMARY_START\nThis law doubles on-the-spot fines for contractors who fail to notify authorities about street works or work without proper permits in England, making violations costlier to encourage compliance. It also changes charges for delayed roadworks to apply every day—including weekends—so prolonged disruptions become significantly more expensive. Crucially, highway authorities must now spend half of their surplus income from street work fees directly on essential road repairs, putting more money into fixing potholes and maintaining local roads people rely on daily.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Cheltenham) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1072",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Sentencing Act 2020 (Amendment of Schedule 21) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1071",
    "summary": "The new regulations add two factors that will lead to longer minimum sentences for murder convictions. Judges must now increase sentences when: (1) the crime occurred after the victim tried to end a close personal relationship, or the offender believed this was happening, and (2) the murder involved suffocation or strangulation. These rules apply only to murders committed on or after the law’s start date, making certain violent domestic cases and specific killing methods result in harsher penalties.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Oaklands Farm Solar Park (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1070",
    "summary": "This law fixes mistakes in the 2025 approval for the Oaklands Farm Solar Park project under the Planning Act 2008. It ensures the project—which aims to build a large-scale solar energy site—can proceed without legal or technical errors delaying construction, improving clarity for developers and local authorities. Once operational, the solar park could generate renewable energy, support climate goals, and potentially provide community benefits like funding for local services. Errors being corrected suggests early oversight gaps, but resolution allows the scheme to align with proper planning rules and move toward delivering clean power infrastructure.",
    "country": "United Kingdom"
  },
  {
    "date": "13 October 2025",
    "title": "The Noise Emission in the Environment by Equipment for Use Outdoors (Amendment and Transitional) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1073",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "13 October 2025",
    "title": "The Diffuse Mesothelioma Payment Scheme (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1069",
    "summary": "These regulations increase compensation payments by 49% for people diagnosed with diffuse mesothelioma (a serious lung disease linked to asbestos exposure) starting 4 November 2025, adjusting the amounts based on age. If an eligible person dies before claiming, their dependents can still receive the updated payments. The change aims to ensure fairer support for victims and their families without imposing new costs on businesses or public services.",
    "country": "United Kingdom"
  }
]