[
  {
    "date": "8 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Bowthorpe) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/954",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Nuneaton, Warwickshire) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/952",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Chipping Norton) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/943",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "7 August 2025",
    "title": "The Health and Social Care Information Standards (Procedure) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/950",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "6 August 2025",
    "title": "The Alcoholic Products (Repayment Interest Rate) (Alcohol Duty) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/947",
    "summary": "These regulations set a new interest rate for repayments owed by HMRC in alcohol duty cases, directly linked to the Bank of England’s official rate. If the official rate falls below 0.5%, HMRC will still pay at least that minimum, ensuring businesses or individuals handling alcohol taxes receive predictable compensation. Rate changes will apply retroactively to ongoing debts, protecting recipients from losing out if interest drops. This ensures fairer returns for those claiming overpaid taxes and aligns HMRC’s payments with broader financial trends, affecting cash flow for breweries, distillers, or importers.",
    "country": "United Kingdom"
  },
  {
    "date": "5 August 2025",
    "title": "The Finance Act 2009 (Section 101) (Alcohol Duty) (Appointed Day) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/948",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "5 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Sevenoaks) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/946",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "5 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Saltby) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/945",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "5 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Tenby) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/942",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 August 2025",
    "title": "The Power to Award Degrees etc. (TEC Partnership) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/940",
    "summary": "This law removes the expiration date on TEC Partnership’s authority to award bachelor’s degrees and lets it delegate that power to other institutions. Previously time-limited, its ability to grant degrees up to bachelor’s level is now permanent, and it can expand partnerships—like accrediting colleges or universities—to offer such qualifications under its name. This opens opportunities for new educational collaborations and degree programs.",
    "country": "United Kingdom"
  },
  {
    "date": "4 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Manston) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/938",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "1 August 2025",
    "title": "The Electricity and Gas (Energy Company Obligation) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/941",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "31 July 2025",
    "title": "The Byers Gill Solar Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/934",
    "summary": "This law allows a solar power plant and battery storage facility to be built, operated, and maintained on specified land, including the right to seize private land through compulsory purchase if needed. It also lets developers override existing land rights (like usage agreements) to ensure the project proceeds. The move aims to boost renewable energy generation, helping cut carbon emissions and potentially reducing reliance on fossil fuels. Residents can freely review detailed plans at local council offices to understand the project’s scope and impact.",
    "country": "United Kingdom"
  },
  {
    "date": "30 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Nottingham Goose Fair) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/933",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Blackpool) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/932",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 July 2025",
    "title": "The Power to Award Degrees etc. (Northern School of Contemporary Dance) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/931",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "29 July 2025",
    "title": "The Skills and Post-16 Education Act 2022 (Commencement No. 3) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/929",
    "summary": "",
    "country": "United Kingdom"
  },
  {
    "date": "29 July 2025",
    "title": "The Environment Agency (Holme Styes Reservoir) Drought Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/926",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "29 July 2025",
    "title": "The Power to Award Degrees etc. (School-Led Development Trust) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/925",
    "summary": "Starting August 1, 2025, The National Institute of Teaching can issue specific taught degrees for four years, allowing them to provide accredited teacher training programs without changing any existing duties for schools, businesses, or public services.",
    "country": "United Kingdom"
  },
  {
    "date": "25 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Cutcombe Hill, Somerset) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/927",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "25 July 2025",
    "title": "The Online Safety Super-Complaints (Eligibility and Procedural Matters) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/919",
    "summary": "These rules explain which organizations can officially report serious online safety concerns to OFCOM under the Online Safety Act. To qualify as an eligible entity, groups must meet specific criteria (like being a recognized consumer or safety watchdog) and provide evidence to back their status. If OFCOM doesn’t approve their eligibility, the complaint is automatically rejected. When filing, groups must include all required details and can’t resubmit within six months unless exceptional circumstances apply. OFCOM can dismiss complaints if they lack necessary info or repeat prior issues. The process aims to ensure only credible, well-prepared concerns get reviewed, streamlining oversight of online safety without overburdening regulators. No major impacts on businesses or the public are anticipated, as the focus is on equipping OFCOM to target systemic risks.",
    "country": "United Kingdom"
  },
  {
    "date": "25 July 2025",
    "title": "The Transport Act 2000 (Air Traffic Services) (Prescribed Terms) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/918",
    "summary": "This law change gives the UK government more flexibility to adjust the licenses of air traffic service providers—like NATS, which manages high-altitude flights—by updating the types of services they offer and the regions they cover. The tweak follows a push to modernize how airspace is designed, allowing the government to task NATS with proposing improvements (such as more efficient flight paths) and the Civil Aviation Authority (CAA) to approve them. While the reform is procedural, it could lead to smoother airspace management over time, potentially benefiting airlines, airports, and travelers through reduced delays or operational costs. However, officials say the immediate economic impact will be small, with annual costs for businesses staying under £10 million, so no detailed analysis was required.",
    "country": "United Kingdom"
  },
  {
    "date": "25 July 2025",
    "title": "The Electricity Capacity (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/917",
    "summary": "These new rules update the UK's Electricity Capacity Regulations to let power providers end their existing agreements without penalties if they want to switch to government-backed contracts for carbon capture projects. The change ensures companies investing in cleaner energy tech aren’t stuck in old deals, but they’ll need to plan ahead: terminations only take effect years later to avoid disrupting the power supply. It also sets out how providers can appeal if their switch gets rejected and clarifies financial protections like releasing held deposits. Designed to smooth transitions into carbon capture initiatives, this tweak aims to support greener energy projects while keeping the grid stable, likely speeding up the UK’s shift away from polluting power sources with minimal disruption to businesses already in the system.",
    "country": "United Kingdom"
  },
  {
    "date": "25 July 2025",
    "title": "The Legislative Reform (Disclosure of Adult Social Care Data) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/916",
    "summary": "This legislation updates rules to let the UK government and Welsh authorities share matched data about adult social care services with local councils in both England and Wales. Previously, strict limits on sharing this information made it harder to spot mistakes or fraud in payments for support like home care, nursing homes, or disability assistance. By scrapping these rules, councils can now cross-check data—such as who’s receiving care and what they’re being charged—to recover misused funds, fix billing errors, and ensure services are run fairly. The change aims to cut costs for local authorities by reducing losses from fraudulent claims or administrative slip-ups and streamline processes by removing outdated paperwork hurdles. Any money saved could free up resources for councils to reinvest in social care improvements or other community needs, while stronger data collaboration might lead to quicker identification of ineligible claims or service gaps in vulnerable populations.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Epping) (Emergency) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/924",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Enterprise Act 2002 (Mergers Involving Newspaper Enterprises and Foreign Powers) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/922",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Enterprise Act 2002 (Definition of Newspaper) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/921",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Nuclear Installations (Compensation for Nuclear Damage) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/915",
    "summary": "These regulations update UK nuclear liability laws to align with international standards by removing a lower compensation cap for claims under the Convention on Supplementary Compensation for Nuclear Damage (CSC). Previously, claims linked only to the CSC had a smaller limit than those under the Paris Convention, but now all cases will share a €700 million liability cap, with additional compensation available from a shared CSC international fund if needed. The change simplifies legal frameworks for nuclear incident claims but isn’t expected to impose new costs or obligations on businesses, insurers, or the government, as no major economic or operational impacts are anticipated. It takes effect when the CSC becomes active in the UK, likely affecting how nuclear operators plan insurance coverage but leaving compensation levels for the public largely unchanged.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (POTUS Visit, Scotland) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/906",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Arbitration Act 2025 (Commencement) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/905",
    "summary": "The Arbitration Act 2025 updates rules for resolving legal disputes outside of court, and these new regulations ensure all its changes are now officially in effect. Initially, some parts of the Act didn’t start working when it became law, but this move switches them on, aiming to make arbitration faster, fairer, and more accessible. Businesses and individuals handling contractual disagreements may notice smoother processes and clearer guidelines, potentially reducing delays and costs. Courts could also benefit by focusing less on arbitration-related oversight, while the broader economy might see improved confidence in dispute resolution for commerce and trade.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Data (Use and Access) Act 2025 (Commencement No. 1) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/904",
    "summary": "The Data (Use and Access) Act 2025 officially kicks in on 20 August 2025, with key changes designed to reshape how data is shared and protected. It unlocks new “Smart Data” programs, allowing businesses in sectors like energy and finance to securely exchange customer data (with consent), potentially giving people more control over their information and enabling tailored services. Rules from the UK GDPR and Data Protection Act 2018 are tweaked to smooth compliance for companies adapting to emerging tech, while a fresh Information Commission is created to oversee how public bodies handle data transparency. Updates to online safety laws could tighten content moderation on digital platforms, and changes to electronic ID rules might make online transactions—like banking or shopping—simpler and more secure. A provision letting artificial intelligence systems legally use existing copyright materials could accelerate AI innovation but may spark debates about protecting creators’ rights. Overall, the Act aims to balance business efficiency, digital trust, and open data access across public and private sectors.",
    "country": "United Kingdom"
  },
  {
    "date": "23 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Epping) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/923",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "23 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (St Erme, Cornwall) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/920",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "23 July 2025",
    "title": "The Firearms (Amendment) Rules 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/914",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Royal Portrush, Northern Ireland) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/913",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Criminal Procedure Rules 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/909",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Global Irregular Migration and Trafficking in Persons Sanctions Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/902",
    "summary": "These new rules aim to tackle people smuggling, human trafficking, and the exploitation of migration to destabilize other countries. Under the law, the UK government can target individuals or groups involved in these crimes by banning them from the country, freezing their assets, or blocking them from running companies. While it’s illegal to break or bypass these sanctions, exceptions allow frozen bank accounts to still earn interest and let authorities permit specific actions for national security or serious crime prevention. The Treasury can also issue licenses for certain activities, and agencies will share information to enforce the rules effectively. Most businesses won’t feel major effects, but there could be minor annual costs under £10 million, mostly for compliance. The law focuses on disrupting criminal networks causing harm overseas without unfairly restricting legitimate activity or humanitarian work.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Hoyland, Barnsley) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/912",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Cutcombe Hill, Somerset) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/911",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Waste Electrical and Electronic Equipment (Amendment, etc.) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/910",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (London Southend Airport) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/908",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Gatcombe Park) (Restricted Zone EG RU183) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/907",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Contracts for Difference (Miscellaneous Amendments) (No. 3) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/903",
    "summary": "These new rules tweak how subsidies for low-carbon electricity are calculated in the UK. Specifically, they require the Sustainable Industry Reward (a financial incentive for clean industrial practices) to be included when setting interim levy rates and supplier payments tied to contracts for difference (CFDs). CFDs are agreements between the government and energy producers to ensure stable funding for renewable projects like wind or solar farms. This change means electricity suppliers will now pay a portion of their bills based on whether energy generators meet sustainability targets, potentially lowering costs for eco-conscious producers and pushing industries to adopt greener tech. For consumers, this could mean slightly adjusted energy bills depending on supplier compliance, while businesses focused on clean energy or energy efficiency might see new opportunities to cut costs or expand. The goal is to align energy pricing more closely with net-zero targets, indirectly encouraging investment in technologies like carbon capture or hydrogen heating systems.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Firth of Forth) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/900",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Local Audit (Major Local Audit) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/896",
    "summary": "This law updates rules about when a local authority (like a city or county council) needs its accounts to undergo a major local audit, which determines the scale of oversight for public spending. Specifically, for financial years starting on or after April 2025, any local authority with an annual income or expenditure exceeding £875 million—whichever is higher—will be classified as requiring a “major local audit.” The change raises the audit threshold (previously lower), meaning fewer smaller councils will face these stricter checks. The government says there’s no expected significant impact, so it hasn’t done a detailed analysis of potential effects, though larger councils above £875m may see increased audit scrutiny and administrative costs. For most people and businesses, this tweak likely won’t make a difference day-to-day.",
    "country": "United Kingdom"
  },
  {
    "date": "21 July 2025",
    "title": "The OTC Derivatives Risk Mitigation and Central Counterparties (Equivalence) (Switzerland) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/898",
    "summary": "These new regulations allow Swiss financial institutions to follow their home-country rules when dealing with certain over-the-counter derivatives and central counterparties (CCPs), avoiding duplicated UK oversight. By confirming Switzerland’s regulatory systems are “equivalent” to UK standards, the Treasury streamlines cross-border trade, reducing compliance costs for businesses and boosting collaboration between UK and Swiss financial sectors. This could make it easier for UK banks and traders to work with Swiss partners, potentially lowering transaction hurdles and fostering market growth. While the government anticipates minimal immediate impacts, the move supports long-term economic ties and regulatory flexibility without compromising risk management or financial stability.",
    "country": "United Kingdom"
  },
  {
    "date": "21 July 2025",
    "title": "The Cosmetic Products (Restriction of Chemical Substances) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/901",
    "summary": "This law changes the rules on how much oxybenzone (a chemical linked to sunscreen and other cosmetics) can be included in beauty and personal care products, aiming to keep levels within safer limits based on scientific advice. Products made or sold before January 2026 that followed the old rules can still stay on shelves until July 2026, giving companies time to adjust recipes or packaging. While most people might not notice immediate changes, the shift could push brands to use alternative ingredients, potentially impacting sunscreen effectiveness or product variety. Environmentally, reducing oxybenzone—which harms coral reefs—might benefit marine ecosystems, but this isn’t spelled out here. Businesses may face minor adjustments to comply, though the government says the economic impact is expected to be negligible.",
    "country": "United Kingdom"
  },
  {
    "date": "21 July 2025",
    "title": "The Online Safety Act 2023 (Commencement No. 6) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/888",
    "summary": "The Online Safety Act 2023 is streamlining its oversight rules by repealing an older regulatory framework from the Communications Act 2003. From July 2025, video-sharing platforms that were previously governed by both laws will fall entirely under the new Act, meaning they’ll follow updated “duties of care” designed to combat harmful content and ensure online safety. This simplifies compliance for companies and aligns responsibility under a modern system, potentially leading to clearer obligations for platforms like YouTube or TikTok to monitor content while reducing bureaucratic duplication. The end of the transition period marks a shift toward stricter enforcement under the 2023 Act, prioritizing user protections and tech accountability.",
    "country": "United Kingdom"
  },
  {
    "date": "18 July 2025",
    "title": "The Civil Procedure (Amendment No. 2) Rules 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/893",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 July 2025",
    "title": "The School Teachers’ Pay and Conditions (England) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/892",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  }
]