[
  {
    "date": "10 July 2025",
    "title": "The Swindon (Electoral Changes) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/817",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The South Tyneside (Electoral Changes) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/816",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Driving Licences (Exchangeable Licences) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/811",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Hyland Park) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/810",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "9 July 2025",
    "title": "The Climate Change Agreements (Administration and Eligible Facilities) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/813",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "9 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Bloomsbury, London) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/820",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "9 July 2025",
    "title": "The Yorkshire Ambulance Service National Health Service Trust (Establishment) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/819",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Notting Hill) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/804",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Electricity and Gas (Energy Company Obligation) (Amendment, Saving and Transitional Provisions) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/802",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Southport) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/798",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Fire Safety (Residential Evacuation Plans) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/797",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Road Vehicles (Type-Approval) (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/796",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The New Heavy-Duty Vehicles (Carbon Dioxide Emission Performance Standards) (Vocational Vehicles) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/794",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Road Traffic Act 1988 (Police Driving: Prescribed Training) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/792",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Daresbury) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/789",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Marketing of Fruit Plant and Propagating Material (England) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/812",
    "summary": "These rules update the 2017 regulations about selling fruit plants and seeds in England. They tweak definitions, update technical terms for pests and plant types to match current scientific standards, and clarify labeling rules—now, labels must say if a plant variety is genetically modified and list any modified organisms. Some outdated wording is corrected, and a previous requirement for government reviews is scrapped. The changes reflect recent EU updates and evaluations, but the government says they won’t have a big impact on businesses or organizations.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Investigatory Powers (Communications Data) (Relevant Public Authorities and Designated Senior Officers) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/808",
    "summary": "These rules update who can request access to people’s communications data (like phone records or internet activity) under the Investigatory Powers Act. Certain government departments and agencies—like the Intellectual Property Office, the Department for Transport, and fraud investigation teams in other departments—can now ask for this data, but only for strict reasons, such as fighting serious crime, national security, or public safety. Some agencies, like ambulance services in Scotland and Wales, have lost this power altogether. The changes limit exactly which teams in each department can make these requests and for what specific purposes. The government says these updates won’t have a major impact on businesses or the public.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Health and Care Act 2022 (Commencement No. 10 and Transitional and Saving Provision) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/807",
    "summary": "Starting 7th July 2025, these rules activate section 95 of the Health and Care Act 2022, which updates how information standards work in health and social care. It broadens who must follow these standards—applying them to anyone doing regulated activities—and gives the Secretary of State power to set rules for creating and enforcing these standards. The changes also let the government check if organisations are complying and request information to monitor this. Transitional measures ensure that any standards published before 2025 stay under the old rules until they’re updated. More details are in the official impact assessment, which you can get online or by post.",
    "country": "United Kingdom"
  },
  {
    "date": "7 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Coventry) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/806",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 July 2025",
    "title": "The Terrorism Act 2000 (Proscribed Organisations) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/803",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Coventry) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/800",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Hallglen, Falkirk) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/799",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "3 July 2025",
    "title": "The M5 Junction 10 Development Consent Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/795",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "2 July 2025",
    "title": "The Licensing Act 2003 (UEFA Women’s European Football Championship Licensing Hours) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/793",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "2 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Sutton Coldfield) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/791",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "2 July 2025",
    "title": "The Marking of Retail Goods Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/790",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "1 July 2025",
    "title": "The British Nationality (Irish Citizens) Act 2024 (Commencement) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/787",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "1 July 2025",
    "title": "The Pollution Prevention and Control (Fees) (Miscellaneous Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/782",
    "summary": "These rules update the charges for work done by government staff overseeing offshore oil and gas environmental regulations. The changes bump up the hourly rates from £201 to £210 for specialist workers and from £104 to £114 for non-specialists. The fees are calculated based on hours worked multiplied by these rates. There’s no full impact assessment because the changes aren’t expected to seriously affect businesses or the public sector.",
    "country": "United Kingdom"
  },
  {
    "date": "1 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Cowdenbeath) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/780",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 June 2025",
    "title": "The Air Navigation (Restriction of Flying) (Cowdenbeath) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/777",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 June 2025",
    "title": "The Air Navigation (Restriction of Flying) (Hallglen, Falkirk) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/774",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 June 2025",
    "title": "The Air Navigation (Restriction of Flying) (Sutton Coldfield) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/773",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Electricity Act 1989 (Requirement of Consent for Solar Generating Stations) (England) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/762",
    "summary": "This rule updates the Electricity Act 1989, which normally requires government approval to build, expand, or run large power stations over 50 megawatts. The change allows solar power stations to operate at up to 100 megawatts without needing this specific consent. The government has checked how this will affect costs for businesses, charities, and public services, and will release those details separately.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Scotland Act 1998 (Increase of Borrowing Limits) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/759",
    "summary": "This update raises the Scottish Government's borrowing limits—increasing the \"resources\" limit from roughly £1.78 billion to £1.83 billion and the \"capital\" limit from around £3.05 billion to £3.14 billion. It replaces the previous borrowing limit increase from early 2024, which is now cancelled. No major impacts on public services or charities are expected, so no detailed assessment was needed.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Customs (Preferential Trade Arrangements and Tariff Quotas) (US) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/753",
    "summary": "These rules update existing customs regulations to add a new special quota (05.4010) for US beef imports, which comes from a trade deal between the UK and US signed on 8 May 2025. They also tweak the list of official trade agreements to include this new arrangement. The government says there’s no need for a full assessment of the changes because they won’t really affect businesses or the public—most of this just keeps existing rules in place, and the broader impacts were already covered in a 2021 report.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Customs (Tariff and Miscellaneous Amendments) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/751",
    "summary": "This update tweaks several UK customs documents to keep them in line with EU changes, fix errors, and adjust trade agreements. It updates cargo codes, removes outdated ones, and revises rules about certain imports – like adding a banana trade quota for Colombia and extra duties on urea from Russia and Belarus. It also scraps some old Ukraine and Moldova-related customs rules that aren’t needed anymore. Most changes are technical, so there’s no major impact expected for businesses or the public.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Criminal and Civil Legal Aid (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/750",
    "summary": "This update changes several legal aid rules to simplify the process and remove fees. It scraps the requirement for people to pay contributions for civil legal aid and eases administrative burdens—like no longer forcing providers to send unnecessary paperwork to themselves. Changes also cover criminal legal aid, like backdating eligibility in some cases and removing duplicate financial checks for Crown Court cases after a magistrates’ court decision. Existing cases will generally follow the new rules, waiving unpaid contributions, but people can’t reapply just to dodge old fees. Some new rules apply retroactively to May 2025. The government says these tweaks won’t significantly impact public sector costs.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Medical Devices and Blood Safety and Quality (Fees Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/749",
    "summary": "These rules increase fees for medical devices, blood safety, and related services. Most fees rise by 9% to 16%, with steeper hikes for clinical investigations. The changes follow public consultation and apply to things like registering devices, approving testing bodies, and clinical trial oversight. Small companies get more time to pay some fees. There's also a new optional service—paid regulatory advice—replacing an old fee. Updates for Northern Ireland mirror these changes. The full cost breakdown is available online.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Tuberculosis in Animals (England) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/748",
    "summary": "This order tweaks the rules on tuberculosis in animals in England, updating the 2021 regulations. No major impact is expected for businesses or organisations, so there’s no formal assessment of the changes. Just a straightforward adjustment to keep things running smoothly.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Online Safety Act 2023 (Fees Notification) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/747",
    "summary": "These rules explain what online service providers must give Ofcom (the UK’s communications regulator) when reporting certain details under the Online Safety Act 2023. This helps Ofcom work out what fees the provider needs to pay. The rules specify what proof or documents must be sent, how to send them—referencing Ofcom’s published guidelines—and note that no separate business cost assessment was done because it relates to fees. Ofcom did, however, assess the rules’ impact during public consultations, with updates in their final policy statement. More details are available on their website.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Local Authorities (Referendums and Election of Mayors) (England) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/746",
    "summary": "This update tweaks the rules around local government referendums and elected mayors in England. If enough people petition to change how their council is run between July 2025 and the next election day in 2026, the vote must happen within six months after that election. If they choose to switch to a mayoral system, the first mayor election will happen at the second regular election after the decision. The same timing applies if councils skip a referendum and directly choose a mayoral system. These changes smooth out the process without making things harder - it's just adjusting dates to keep everything running smoothly around election times.",
    "country": "United Kingdom"
  }
]