[
  {
    "date": "15 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Northwood) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/858",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "15 July 2025",
    "title": "The Postal Services (Universal Postal Service) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/854",
    "summary": "This law updates rules for postal services in the UK to reflect changes after leaving the EU and improve domestic delivery standards. It adjusts how \"working days\" are calculated for mail routing by excluding weekends and public holidays, with stricter rules for standard letters (which now exclude Saturdays too). Priority mail must be delivered and collected every weekday through Saturday, while standard letters follow a Monday-to-Friday schedule for both, ensuring faster service for high-value or time-sensitive items. Businesses might see minor cost increases due to these adjustments, though exact impacts are detailed in a public report by regulator OFCOM. The changes aim to balance streamlined operations with meeting customer expectations in a post-EU landscape.",
    "country": "United Kingdom"
  },
  {
    "date": "15 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Ayr) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/839",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Childcare (Miscellaneous Amendments) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/841",
    "summary": "The UK government has updated early childhood education rules to reflect changes in assessment methods and data requirements, replacing outdated references to now-defunct Early Years Foundation Stage (EYFS) assessment scales with new targets tied to specific learning goals for children under five—like counting, communication, or social skills. These changes give inspectors more authority to enforce the EYFS Progress Check for childminders and group-based providers (e.g., nurseries), but schools doing their own reception-year assessments won’t face extra oversight. The overhaul also tweaks how nurseries report children’s data: “sex” now replaces “gender” to align with official categories, and information about special educational needs matches what schools already collect. While the tweaks mainly align systems and remove obsolete terms, some providers might need to adjust their processes, potentially affecting how they track and improve children’s outcomes. The government plans to publish impact assessments on costs and compliance, but overall, the goal is to streamline early education rules without major disruption.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Civil Nuclear Police Authority (Borrowing Limit) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/838",
    "summary": "The Civil Nuclear Police Authority—a specialized body overseeing nuclear site security in the UK—is getting a boost to its financial flexibility. This law raises its borrowing limit from £10 million to £30 million, allowing it to cover costs related to protecting nuclear facilities and materials being transported, without seeking fresh government approval each time. While the change sounds big, officials don’t expect significant effects on businesses, public services, or the economy, as the authority already had permission to borrow up to £10 million. The increase is likely aimed at pre-empting future security needs, such as advanced equipment or expanded operations, to ensure nuclear sites and materials stay safe. For most people, this won’t change daily life directly, but it could mean stronger safeguards for nuclear infrastructure, which carries obvious importance given the risks involved.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Royal Portrush, Northern Ireland) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/851",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (London Southend Airport) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/849",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Meteorological Office Trading Fund (Maximum Borrowing) (Revocation and Saving) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/842",
    "summary": "The Meteorological Office Trading Fund (which finances the UK's weather services and climate research) has seen its borrowing limit adjusted over time, starting at £200 million in 1996, rising to £300 million in 2019, and most recently increasing to £400 million in 2024. While the 2024 rule bumping the limit to £400 million was initially proposed under a procedure that allowed both Houses of Parliament to review it, a recent change fixes that misstep by revoking the 2024 order to align with the long-standing law (since 1973) that only the House of Commons can override such borrowing decisions. Crucially, this correction ensures the £400 million cap stays in place, maintaining the Met Office's ability to fund critical infrastructure like weather forecasting technology and climate projects. Since the change is procedural and the borrowing limit itself isn’t altered, there’s no expected knock-on effect for individuals, businesses, or the environment—but it reinforces smooth financial oversight by tightening parliamentary accountability. Think of it as a quiet housekeeping tweak to avoid legal hiccups while letting the Met Office keep investing in services that help everyone from farmers planning crops to airlines managing travel disruptions.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Asian Development Bank (Thirteenth Replenishment of the Asian Development Fund) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/847",
    "summary": "The UK government has approved a payment of up to £120 million to the Asian Development Bank to support its efforts helping developing countries in Asia reduce poverty and boost prosperity. This funding forms part of a broader international agreement—the bank’s thirteenth round of financial contributions—and will be paid in instalments following a resolution passed in October 2024. As part of the deal, the UK will also cancel some old financial notes owed to the bank, which carry no interest and can’t be traded. While the direct impact on everyday people in the UK is expected to be minimal, the contribution aids long-term global development projects, such as infrastructure, education, or climate initiatives in Asia. This aligns with the UK’s international aid commitments and could strengthen economic ties with Asian nations over time. Details about the original agreements are publicly available via the Foreign, Commonwealth and Development Office.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Subsidy Control (Subsidies and Schemes of Interest or Particular Interest) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/845",
    "summary": "<think><think>\nOkay, let's tackle this. The user wants a summary of some UK regulations that amend previous ones. The main point is the increase in the subsidy threshold from £10m to £25m in non-sensitive sectors.\n\nFirst, I need to understand what subsidy control means here. From what I know, the Subsidy Control Act 2022 replaced EU state aid rules after Brexit. Schemes above a certain value need to be reviewed by the CMA before they're approved. So raising the threshold means fewer subsidies will require that review.\n\nThe user mentioned including real-world outcomes. This change would likely reduce the administrative burden on businesses and public authorities because they don't have to go through the CMA as much for smaller subsidies. This could make it faster for them to get approval, encouraging more local projects or business investments since they can access funds easier without waiting for a lengthy review. On the flip side, the CMA might focus only on larger subsidies that have a bigger market impact, which could be good for competition. However, if there's less oversight on smaller schemes, there might be a risk of inefficient use of public funds, but the government probably thinks the benefits outweigh that risk here.\n\nI need to avoid jargon. Terms like \"ceteris paribus\" or \"subsidy schemes\" might be too technical. Instead, say \"individual or combined subsidies\" and \"programs that provide financial support.\" Also, check the original text for any key terms that should be kept but explained.\n\nThe original note says a full impact assessment isn't done because there's no significant impact anticipated. So the real-world effect is minimal changes expected, but maybe businesses in non-sensitive sectors can now get subsidies up to £25m without prior approval, which could lead to quicker implementation of projects. For example, a local government wanting to give a subsidy to a small business might not have to go through the same process as before. However, sensitive sectors like agriculture or defense would have lower thresholds, so this change doesn't affect them.\n\nAlso, the Explanatory Memorandum is published online, but the user wants that footnote part excluded. So don't mention where it's published. Focus on the change, who it affects, and possible outcomes.\n\nLet me structure this into a single paragraph. Start by stating the increase in threshold. Then explain what the previous was and the current implication. Mention the CMA referral requirement. Then the likely outcomes: less bureaucracy for smaller subsidies, faster approvals, economic growth encouragement, and possible effects on competition or public funds. Keep it confident, engaging, and avoid negative jargon unless the original suggests it. Since the government doesn't foresee significant impact, maybe note that they expect minimal disruption.\n</think>\n\nThe UK has raised the financial threshold for subsidies requiring government competition review before approval. Under updated rules, individual or combined subsidies in non-sensitive sectors (like retail or tech) must now exceed £25 million—up from £10 million—to be classified as “subsidies of particular interest,” triggering mandatory checks by the Competition and Markets Authority (CMA) to ensure they don’t distort markets. This means smaller grants (up to £25m) can be rolled out faster by local authorities or agencies without prior CMA approval, reducing red tape for initiatives like business support or regional development projects. While the move aims to streamline aid delivery and encourage local growth without major economic upheaval, critics may argue it could risk less oversight of taxpayer-funded programs, though the government insists most smaller subsidies won’t significantly affect competition. Businesses and communities might see quicker access to support, while the CMA focuses scrutiny on larger deals with broader market impacts.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Manchester) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/840",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Criminal Justice Act 2003 (Suitability for Fixed Term Recall) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/833",
    "summary": "This new law changes the rules about releasing prisoners who’ve been sent back to jail after breaking their parole or license conditions. Previously, adults serving sentences of less than 12 months were usually automatically released after 28 days (or 14 days if their sentence was under 12 months), unless they were linked to serious offenses, terrorism, or required higher-risk monitoring. Now, the criteria have tightened: automatic release applies only to those aged 18 or older with sentences under four years, excluding anyone convicted of offenses listed in a new category (Schedule 19AA), involved in terrorism, recalled for another crime, or needing strict supervision under “multi-agency public protection arrangements” (MAPPA levels 2 or 3). If a prisoner faces a new serious charge or is deemed a terror risk *after* being told they’ll be released automatically, authorities can delay their release and shift them to a more considered process involving the Parole Board or Secretary of State. The result? Fewer early releases for higher-risk offenders or those tied to severe crimes (including those now listed in Schedule 19AA), which could mean safer communities but longer detention periods for some prisoners. Conversely, lower-risk individuals with shorter sentences might still benefit from quicker reentry into society. The government’s Impact Assessment warns this might increase administrative workload for the justice system but aims to balance public safety with efficient prisoner management.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Rali Ceredigion) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/831",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Southampton) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/830",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Power to Award Degrees etc. (LTE Group Limited) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/826",
    "summary": "This new law allows LTE Group Limited—a private education provider—to award specific qualifications for courses they teach from January 1, 2026, to December 31, 2029, without needing ongoing government oversight. While the decision doesn’t impact businesses, charities, or public sector operations, it means students enrolled in LTE Group courses during that timeframe could earn accredited qualifications directly through the organization, potentially expanding access to specialized training or degrees they offer. For most of the public, the change is subtle: it formalizes LTE Group’s ability to confer degrees independently for four years but doesn’t trigger broader policy shifts, cost changes, or regulatory adjustments elsewhere. If they’re studying with LTE Group, though, this could streamline graduation processes by cutting out third-party accreditation steps.",
    "country": "United Kingdom"
  },
  {
    "date": "11 July 2025",
    "title": "The Inter-American Investment Corporation (Further Payments to Capital Stock) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/848",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "11 July 2025",
    "title": "The Housing (Right to Buy) (Designated Rural Areas and Designated Regions) (England) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/823",
    "summary": "This new regulation officially labels specific parishes as rural areas under a decades-old housing law, ensuring stricter rules apply when certain homes there are sold. In the City of Colchester and East Hampshire district, local authorities can now add protections—like requiring homes to be resold at an affordable price or giving priority buyers’ rights—to preserve housing for local residents. While the government claims there won’t be major impacts on sectors, the move could slow down property sales in these areas and influence market prices, aiming to keep rural communities from becoming hotspots for second homes or unaffordable buy-to-let investments. For homeowners, this might mean added hurdles if they plan to sell, but could help others secure reasonably priced homes where they’re most needed.",
    "country": "United Kingdom"
  },
  {
    "date": "11 July 2025",
    "title": "The Football Spectators (Seating) (Amendment) (England) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/829",
    "summary": "The Football Spectators (Seating) Order 2022 requires Premier League and Championship stadiums in England and Wales to follow strict seating rules during designated matches to ensure safety, banning standing areas unless licensed. This newer law updates those rules by reflecting Everton Football Club’s recent move to a new stadium, ensuring the same safety standards apply to their matches in the fresh venue. Since the update is simply about redirecting the existing requirements to the club’s new location, it’s not expected to impose new costs or major changes for fans, businesses, or authorities. While the tweak itself is technical, it keeps pressure on clubs to maintain safe conditions for spectators—no standing crowds in all-seater stadiums—potentially shaping how fans experience games, though in Everton’s case, it’s more of a bureaucratic handover than a game-changer.",
    "country": "United Kingdom"
  },
  {
    "date": "11 July 2025",
    "title": "The Safety of Sports Grounds (Designation) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/828",
    "summary": "Here’s a clear, engaging summary of the legislation in plain English:  \nThis law streamlines safety requirements for sports grounds by updating which venues need official safety certificates to host large crowds. Specifically, football stadiums in England and Wales with seating for over 5,000 spectators—and tied to top-tier leagues like the Football League or Premier League—are now included, while other sports grounds only require certification if they hold more than 10,000. The update adjusts existing rules (from 2015) to reflect recent changes, such as shifts in league memberships or stadium capacities, but the government doesn’t expect it to create significant new costs or burdens for local councils, businesses, or sports teams. However, venues near these thresholds may need to reassess to ensure safe crowd management, particularly if construction dates or league status have changed. The aim is to maintain safety standards without disrupting existing operations or stifling smaller clubs and events.",
    "country": "United Kingdom"
  },
  {
    "date": "11 July 2025",
    "title": "The Sheep Carcase (Classification and Price Reporting) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/837",
    "summary": "<think><think>\nOkay, let's tackle this. So the user wants me to convert an explanatory note about UK regulations under the Agriculture Act 2020 into a clear, engaging paragraph. First, I need to understand the content. The regulations require larger approved slaughterhouses to classify and report prices for sheep carcasses.\n\nHmm, key points: Which slaughterhouses are covered? Regulation 3 defines them. They have to notify the Secretary of State (Regulation 4). Classification is during weighing, after assigning a kill number and proper presentation. Scheduling 1 details the classification standards. Then, labeling the carcass (Regulation 9) and recording lots of data (Regulations 11, 12). They must share supplier info (Reg 13). Part 3 is about licensing and authorizations. Part 4 allows automated classification methods. Part 5 deals with reporting market prices to authorized people. Part 6 restricts data processing and disclosure. Enforcement in Part 7 includes entry powers, compliance notices, penalties, and appeals. Impact assessment wasn't needed as they expect minimal effects.\n\nI need to avoid legal terms. Use simple words. Start by stating the main aim: mandatory classification and price reporting for sheep carcasses in large slaughterhouses. Mention using new powers from the Agriculture Act 2020. Then outline steps: slaughterhouses must inform government, follow guidelines when weighing and labeling, report prices, and handle data securely. Enforcement includes inspections, penalties for non-compliance, and appeals. Also, the impact is considered minor, so no assessment. Real-world outcomes: maybe better transparency in the market, aiding suppliers and the industry. Maybe some initial costs for slaughterhouses to set up systems, but not significant.\n\nWait, the original says \"no, or no significant impact\" is foreseen, so I should mention that. Also, note that automation is allowed, which might improve efficiency. But since the impact assessment isn't there, perhaps the main points are just the requirements and the enforcement. Make sure to highlight the transparency angle for businesses and the possible economic effect through better market data. Environment isn't mentioned, so skip that. Individuals directly? Maybe farmers or suppliers get better information on pricing. Businesses might need to update their processes. Economy could benefit from standardized data. Keep it all concise in one paragraph, confident tone, without jargon.\n</think>\n\nThis new law requires large sheep slaughterhouses to track and report details about carcass quality and prices, aiming to bring more transparency to the meat market. These businesses must now officially tell the government they’re covered by the rules, classify each carcass using set standards as they weigh it (after assigning a trackable ID number), label them correctly, and share pricing data with authorized officials. While most must follow strict manual checks, some can use automated systems approved by the government. The goal is to standardize how meat is priced, potentially giving farmers clearer insights into how their livestock is valued and improving fair competition. Enforcement includes spot checks by officials, fines for non-compliance, and a process to appeal penalties. Officials claim this won’t significantly affect businesses or costs, though some may need to update reporting systems initially. The move could streamline operations over time and ensure suppliers get consistent market data, though it remains to be seen if this will lead to broader changes in pricing or sustainability practices.",
    "country": "United Kingdom"
  },
  {
    "date": "11 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Northwood) (Emergency) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/835",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "11 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (SS Richard Montgomery) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/822",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The National Health Service Pension Scheme (Member Contributions) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/821",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Bloomsbury, London) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/834",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Northwood) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/832",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Child Benefit (Miscellaneous Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/818",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Safeguarding Vulnerable Groups Act 2006 (Guernsey) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/827",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Safeguarding Vulnerable Groups Act 2006 (Jersey) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/825",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Safeguarding Vulnerable Groups Act 2006 (Isle of Man) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/824",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Swindon (Electoral Changes) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/817",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The South Tyneside (Electoral Changes) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/816",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Driving Licences (Exchangeable Licences) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/811",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Hyland Park) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/810",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "9 July 2025",
    "title": "The Climate Change Agreements (Administration and Eligible Facilities) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/813",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "9 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Bloomsbury, London) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/820",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "9 July 2025",
    "title": "The Yorkshire Ambulance Service National Health Service Trust (Establishment) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/819",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Notting Hill) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/804",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Electricity and Gas (Energy Company Obligation) (Amendment, Saving and Transitional Provisions) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/802",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Southport) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/798",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Fire Safety (Residential Evacuation Plans) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/797",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Road Vehicles (Type-Approval) (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/796",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The New Heavy-Duty Vehicles (Carbon Dioxide Emission Performance Standards) (Vocational Vehicles) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/794",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Road Traffic Act 1988 (Police Driving: Prescribed Training) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/792",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Daresbury) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/789",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Marketing of Fruit Plant and Propagating Material (England) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/812",
    "summary": "These rules update the 2017 regulations about selling fruit plants and seeds in England. They tweak definitions, update technical terms for pests and plant types to match current scientific standards, and clarify labeling rules—now, labels must say if a plant variety is genetically modified and list any modified organisms. Some outdated wording is corrected, and a previous requirement for government reviews is scrapped. The changes reflect recent EU updates and evaluations, but the government says they won’t have a big impact on businesses or organizations.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Investigatory Powers (Communications Data) (Relevant Public Authorities and Designated Senior Officers) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/808",
    "summary": "These rules update who can request access to people’s communications data (like phone records or internet activity) under the Investigatory Powers Act. Certain government departments and agencies—like the Intellectual Property Office, the Department for Transport, and fraud investigation teams in other departments—can now ask for this data, but only for strict reasons, such as fighting serious crime, national security, or public safety. Some agencies, like ambulance services in Scotland and Wales, have lost this power altogether. The changes limit exactly which teams in each department can make these requests and for what specific purposes. The government says these updates won’t have a major impact on businesses or the public.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Health and Care Act 2022 (Commencement No. 10 and Transitional and Saving Provision) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/807",
    "summary": "Starting 7th July 2025, these rules activate section 95 of the Health and Care Act 2022, which updates how information standards work in health and social care. It broadens who must follow these standards—applying them to anyone doing regulated activities—and gives the Secretary of State power to set rules for creating and enforcing these standards. The changes also let the government check if organisations are complying and request information to monitor this. Transitional measures ensure that any standards published before 2025 stay under the old rules until they’re updated. More details are in the official impact assessment, which you can get online or by post.",
    "country": "United Kingdom"
  },
  {
    "date": "7 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Coventry) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/806",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 July 2025",
    "title": "The Terrorism Act 2000 (Proscribed Organisations) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/803",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Coventry) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/800",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  }
]