[
  {
    "date": "10 October 2025",
    "title": "The Online Safety (CSEA Content Reporting by Regulated User-to-User Service Providers) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1066",
    "summary": "The new UK regulations remove a previous requirement for online platforms to report child sexual abuse content (CSEA) to authorities, as spelled out in the scrapped 2025 rules. Officials say this reversal won’t significantly affect businesses, charities, or public services, but critics warn it could reduce oversight of harmful material circulating on user-to-user platforms. The move signals a shift in how tech firms handle CSEA content, potentially easing their compliance obligations.",
    "country": "United Kingdom"
  },
  {
    "date": "10 October 2025",
    "title": "The Power to Award Degrees etc. (Hult International Business School Ltd) Order 2023 (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1062",
    "summary": "The law now allows Hult International Business School Ltd to award certain degrees (like MBAs or undergraduate diplomas) in the UK for a fixed period from December 1, 2025, to December 31, 2029. This authorizes Hult’s UK campuses to offer formally recognized qualifications, impacting students who enroll there by certifying their credentials for the job market. Once the term ends, the school will need reauthorization to continue.",
    "country": "United Kingdom"
  },
  {
    "date": "10 October 2025",
    "title": "The Power to Award Degrees etc. (Hull College Group) Order of Council 2015 (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1061",
    "summary": "This law extends Hull College Group's legal power to award its own degrees and other academic qualifications until 29 March 2029, ensuring students can continue to receive Hull-branded qualifications without disruption and allowing the college to maintain its current higher education provision seamlessly.",
    "country": "United Kingdom"
  },
  {
    "date": "9 October 2025",
    "title": "The Online Safety Act 2023 (Commencement No. 5) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1064",
    "summary": "These new rules scrap the requirement for certain online platforms to start reporting child sexual abuse content to the National Crime Agency from 3 November 2025. This means services like social media and messaging apps will not have to proactively identify and send this harmful material to law enforcement as originally planned under the Online Safety Act. The change directly affects how platforms handle child safety, stopping the mandated reporting system from launching and altering the flow of critical evidence to agencies tackling online child exploitation.",
    "country": "United Kingdom"
  },
  {
    "date": "9 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Firkin Point, Loch Lomond) (Emergency) (No. 2) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1063",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "9 October 2025",
    "title": "The Power to Award Degrees etc. (Walbrook Institute London Limited) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1060",
    "summary": "This law lets Walbrook Institute London Limited officially offer and award educational qualifications for three years starting September 2026. While the government states there is no impact on businesses, public services, or civil society groups, the move formally empowers the institute to run its own degree-level courses during this period, potentially expanding higher education options for students and boosting the institute’s ability to attract learners seeking accredited programs. After August 2029, the institute will need fresh approval to continue granting awards.",
    "country": "United Kingdom"
  },
  {
    "date": "8 October 2025",
    "title": "The East Yorkshire Solar Farm (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1059",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "6 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Crumpsall, Manchester) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1058",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "3 October 2025",
    "title": "The Gatwick Airport (Northern Runway Project) Development Consent Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1054",
    "summary": "This law gives Gatwick Airport Limited the power to redevelop the airport, including acquiring land or property rights through forced purchase or negotiation, to enable major infrastructure upgrades like new terminals, runways, or transport links. It also ensures the company maintains and operates the improved facilities. Local residents, affected businesses, and the public can access key redevelopment documents for free at Gatwick’s office, promoting transparency around the project’s scope and impacts.",
    "country": "United Kingdom"
  },
  {
    "date": "2 October 2025",
    "title": "The Northampton Gateway Rail Freight Interchange (Amendment No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1057",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "2 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Llanelli) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1055",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "1 October 2025",
    "title": "The Wireless Telegraphy (Licence Charges for the 2100 MHz Frequency Band) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1053",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 September 2025",
    "title": "The Iran (Sanctions) (Nuclear) (EU Exit) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1052",
    "summary": "##SUMMARY_START  \nThe UK updated its Iran sanctions rules to strengthen restrictions on goods and technology related to missiles and nuclear programs, aligning with UN obligations. These changes expand the list of banned items for export to or import from Iran, limiting trade that could support weapons development. A new exception allows payments for UK Treasury debt (like government bonds) to proceed despite existing sanctions, ensuring financial systems remain stable. The government can also now issue licenses for certain prohibited financial activities, adding flexibility to comply with international agreements while addressing national security concerns.",
    "country": "United Kingdom"
  },
  {
    "date": "29 September 2025",
    "title": "The Media Act 2024 (Commencement No. 3) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1049",
    "summary": "These regulations activate key parts of the Media Act 2024, requiring the UK government to set quotas for independent TV production content, updating Channel 4’s commissioning obligations to align with public service goals, and modernizing rules governing broadcasters like the BBC, S4C, and Channel 3-5. The changes aim to ensure diverse programming, support independent producers, and strengthen public service broadcasting standards, including S4C’s expanded remit to serve Welsh audiences. Implementation will affect how broadcasters allocate resources and prioritize content, potentially increasing opportunities for smaller studios and enhancing regional representation in media.",
    "country": "United Kingdom"
  },
  {
    "date": "29 September 2025",
    "title": "The Chancel Repair (Church Commissioners’ Liability) Measure 2025 (Commencement) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1041",
    "summary": "This law makes the Church Commissioners responsible for covering the costs of repairing church chancel areas starting October 1, 2025, removing that financial burden from individuals who own land linked to historic repair obligations. It ends the practice where certain property owners could be unexpectedly charged for maintaining parts of churches, providing clarity and protecting them from unanticipated expenses.",
    "country": "United Kingdom"
  },
  {
    "date": "26 September 2025",
    "title": "The Buckinghamshire Council, Surrey County Council and Warwickshire County Council (Housing and Regeneration Functions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1051",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "26 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Wimblington, Cambridgeshire) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1050",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "26 September 2025",
    "title": "The Electrical Safety Standards in the Private Rented Sector (England) (Amendment) (Extension to the Social Rented Sector) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1043",
    "summary": "Social housing landlords in England must now follow the same electrical safety rules as private landlords: they must get all fixed wiring inspected and tested by a qualified person every five years, and—critically—for the first time—regularly check the safety of any electrical appliances they provide to tenants (like fridges or kettles). This means over two million social housing tenants will finally have legal protection against dangerous wiring and faulty landlord-owned appliances. Landlords must fix unsafe issues immediately, prove checks are done in clear reports, and face fines of up to £40,000 for breaking the rules. Existing social housing rentals have until 1 November 2026 to meet these standards, with regular reviews to tighten rules further. Tenants refusing access won’t let landlords escape responsibility—authorities can step in to make repairs and charge the landlord.",
    "country": "United Kingdom"
  },
  {
    "date": "26 September 2025",
    "title": "The Hazards in Social Housing (Prescribed Requirements) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1042",
    "summary": "Landlords of social homes must now fix dangerous damp and mould within 5 working days, and tackle life-threatening hazards like gas leaks or structural risks within 24 hours. If repairs can't be done in time, they must immediately provide tenants with temporary housing at no cost. Landlords must also keep tenants updated throughout repairs, complete preventative work within 12 weeks to stop problems returning, and can't bypass these rules in leases. Tenants finally get enforceable deadlines for urgent safety fixes, ending the cycle of delayed responses to hazardous living conditions.",
    "country": "United Kingdom"
  },
  {
    "date": "26 September 2025",
    "title": "The Power to Award Degrees etc. (LTE Group) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1039",
    "summary": "Beginning January 1, 2026, LTE Group can legally grant specific teaching qualifications for four years, until December 31, 2029. This change enables LTE Group to formally recognize qualifications like degrees or certifications in education without altering existing public services, business regulations, or oversight structures. Since no impact assessments were needed, this action likely formalizes existing practices or fills a technical authorization gap, affecting only LTE Group’s administrative powers during the outlined period.",
    "country": "United Kingdom"
  },
  {
    "date": "25 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Firkin Point, Loch Lomond) (Emergency) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1048",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "25 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Firkin Point, Loch Lomond) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1047",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "25 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Wimblington, Cambridgeshire) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1044",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "24 September 2025",
    "title": "The Counter-Terrorism and Border Security Act 2019 and the Terrorism Act 2000 (Port Examination Codes of Practice) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1040",
    "summary": "The revised codes of practice now allow border officers at UK ports and the Northern Ireland border area to stop, question, search, or detain individuals suspected of terrorism or hostile state activity. This update clarifies procedures for enforcing these powers under existing counter-terrorism laws, ensuring officials have clear guidance to address security threats. While aimed at enhancing national security, it does not anticipate major changes to public services, businesses, or daily operations, as authorities are encouraged to use the updated rules judiciously. Copies of the codes are publicly accessible online or via the Home Office.",
    "country": "United Kingdom"
  },
  {
    "date": "24 September 2025",
    "title": "The Counter-Terrorism and Border Security Act 2019 and the Terrorism Act 2000  (Port Examination Codes of Practice) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1040",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "24 September 2025",
    "title": "The Wireless Telegraphy (Licence Charges) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1038",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "23 September 2025",
    "title": "The Economic Crime and Corporate Transparency Act 2023 (Consequential, Incidental and Miscellaneous Provisions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1037",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "23 September 2025",
    "title": "The Register of People with Significant Control (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1036",
    "summary": "The law updates rules for UK companies to report details about people who control them (called \"persons with significant control\" or PSCs) directly to Companies House, replacing old local registers. Companies must now specify names and dates when reporting late or missing responses from individuals, restrictions on shares, or corrections if past data was wrong. These changes boost transparency by creating a centralized record of ownership disputes and compliance issues, making it easier to track hidden control structures. Failing to report without excuse may lead to enforcement action against companies or their directors, reducing opportunities for anonymous financial manipulation.",
    "country": "United Kingdom"
  },
  {
    "date": "23 September 2025",
    "title": "The Limited Liability Partnerships (Application and Modification of Company Law) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1033",
    "summary": "These regulations bring limited liability partnerships (LLPs) in line with new corporate transparency rules under the Economic Crime and Corporate Transparency Act 2023. Companies House will now verify the identity of LLP members and those with significant control, and stricter checks will block disqualified directors from joining LLPs. Existing local registers for LLP members and controllers will be abolished, requiring changes to be reported directly to Companies House instead—giving authorities more oversight to combat financial crime. LLPs with existing local registers will have 14 days to update information once the rules begin, and transitional steps ensure past records remain valid until updated. The changes aim to close loopholes allowing anonymous or illegal control of businesses.",
    "country": "United Kingdom"
  },
  {
    "date": "22 September 2025",
    "title": "The Online Safety Act 2023 (Qualifying Worldwide Revenue) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1032",
    "summary": "These regulations clarify how Ofcom calculates a company's \"qualifying worldwide revenue\" (QWR) to set fees and penalties under the Online Safety Act 2023. For fees, QWR focuses only on revenue linked to regulated services, using data from two years prior to ensure stability. But for penalties, if a corporate group is jointly liable, QWR includes *all* revenue from their most recent full accounting period—even non-regulated income—potentially increasing penalty amounts significantly. This means platforms failing to meet safety rules could face heavier fines if part of a larger group, while fees charged to companies for Ofcom’s oversight will reflect their actual regulated service earnings more accurately.",
    "country": "United Kingdom"
  },
  {
    "date": "19 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Epping) (Emergency) (No. 2) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1035",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "19 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Nuneaton, Warwickshire) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1034",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 September 2025",
    "title": "The Warm Home Discount (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1031",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 September 2025",
    "title": "The Central Counterparties (Transitional Provision) (Extension and Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1030",
    "summary": "This law gives foreign clearing houses an extra year to meet UK recognition rules, pushing the deadline to 31 December 2027. It prevents disruption for UK banks, pension funds, and businesses that rely on these institutions to safely handle trillions in financial trades like stock and derivatives contracts. Without this extension, some foreign clearing services could have abruptly stopped operating in the UK, risking market instability and higher costs for everyday financial services.",
    "country": "United Kingdom"
  },
  {
    "date": "18 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Sandringham House) (Restricted Zone EG R219) (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1027",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 September 2025",
    "title": "The Local Audit (Amendment of Definition of Smaller Authority) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1026",
    "summary": "These regulations increase the financial threshold for local authorities to be considered \"smaller\" from £6.5 million to £15 million for financial years starting on or after April 2025. This change means more councils will qualify as smaller authorities, potentially simplifying their audit processes and accountability rules. Authorities with financial years before April 2025 still follow the £6.5 million limit. The shift aims to reduce administrative burdens on mid-sized local bodies, allowing them to focus resources on public services instead of compliance.",
    "country": "United Kingdom"
  },
  {
    "date": "18 September 2025",
    "title": "The Kent and Medway National Health Service and Social Care Partnership Trust (Establishment) and the West Kent National Health Service and Social Care Trust and the East Kent National Health Service and Social Care Partnership Trust (Dissolution) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1022",
    "summary": "This law changes the name of the Kent and Medway NHS and Social Care Partnership Trust to the “Kent and Medway Mental Health National Health Service Trust” to better reflect its focus on mental health services. It updates outdated definitions, removes redundant administrative details like the operational start date (since the trust is already running), and clarifies that the trust’s role is to fund and supply goods or services for the NHS. These amendments simplify governance and ensure legal accuracy without altering the trust’s existing activities or causing disruption to services.",
    "country": "United Kingdom"
  },
  {
    "date": "17 September 2025",
    "title": "The Free-Range Poultrymeat Marketing Standards (Amendment) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1029",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (State Visit by the President of the United States of America) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1019",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 September 2025",
    "title": "The Building Regulations etc. (Amendment) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1017",
    "summary": "These regulations require building clients in England to explain why they can’t provide contractor or designer statements when submitting project completion notices. They also mandate new notices for works returning to local authority oversight after a canceled approval, ensure authorities share safety violations across regions, and block restarts of projects with unresolved compliance issues. The changes aim to strengthen oversight by closing loopholes, forcing transparency when documentation is missing, and expanding the Building Safety Regulator’s role in managing unsafe buildings.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The Access to the Countryside (Coastal Margin) (Felixstowe Ferry to Bawdsey) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1025",
    "summary": "The law sets a specific date for ending public access preparations on coastal land between Felixstowe Ferry and Bawdsey, finalizing a coastal walking route. This allows Natural England and the government to implement public access plans without additional impact assessments, as prior evaluations under the 2009 Act already justify the changes. Documents are publicly accessible online or via postal request, ensuring transparency for affected communities and stakeholders.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The Access to the Countryside (Coastal Margin) (Isle of Wight) (No. 1) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1024",
    "summary": "The government has officially ended the preparation period for coastal access land around the Isle of Wight, finalizing public rights to use these areas under the Marine and Coastal Access Act 2009. This confirms new long-distance walking routes, enabling hikers and visitors to legally explore protected coastal paths while ensuring Natural England can manage access and protect sensitive habitats. The changes took effect without a new impact assessment because earlier evaluations under the 2009 Act already addressed potential effects.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The Financial Services and Markets Act 2023 (Capital Buffers and Macro-prudential Measures) (Consequential Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1023",
    "summary": "Section 1 of the Financial Services and Markets Act 2023 repeals older rules (2014 Regulations) that required banks to hold extra capital to prevent financial crises, replacing them with updated 2025 regulations that retain key safeguards while adjusting oversight procedures. Starting July 2025, the new rules will ensure banks maintain resilience but align requirements with current regulatory frameworks, aiming to simplify compliance without introducing stricter measures or shifting systemic risk management practices.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Firkin Point, Loch Lomond) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1021",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The Markets in Financial Instruments (Miscellaneous Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1020",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The M60/M62/M66 Simister Island Interchange Development Consent Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1018",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "15 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Central London) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1015",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "15 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Newtown) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1013",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "12 September 2025",
    "title": "The Ecclesiastical Judges, Legal Officers and Others (Fees) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1005",
    "summary": "This law updates fees for various church-related legal processes—such as petitions for building changes, clergy discipline, appeals, or decisions on cathedral repairs—aligning some with existing legal payment rules and introducing adjustments for costs like travel or accommodations. Fees will increase or decrease depending on the court and case type, starting January 1, 2026, and exemptions may apply similar to fees in non-religious civil courts. People or churches involved in these religious legal matters will directly face these financial changes.",
    "country": "United Kingdom"
  },
  {
    "date": "12 September 2025",
    "title": "The Power to Award Degrees etc. (Multiverse Group Limited) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1010",
    "summary": "This law allows Multiverse Group Limited to officially award specific qualifications for two years starting December 2025, expanding its role as a recognized credential-granting body. Since the government believes it poses no significant effects on businesses, civil organizations, or public services, no detailed impact evaluation was required. The authorization gives Multiverse temporary degree-awarding powers, potentially enabling it to offer accredited courses or certifications directly to students or partners without intermediaries.",
    "country": "United Kingdom"
  }
]