[
  {
    "date": "23 September 2025",
    "title": "The Economic Crime and Corporate Transparency Act 2023 (Consequential, Incidental and Miscellaneous Provisions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1037",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "23 September 2025",
    "title": "The Register of People with Significant Control (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1036",
    "summary": "The law updates rules for UK companies to report details about people who control them (called \"persons with significant control\" or PSCs) directly to Companies House, replacing old local registers. Companies must now specify names and dates when reporting late or missing responses from individuals, restrictions on shares, or corrections if past data was wrong. These changes boost transparency by creating a centralized record of ownership disputes and compliance issues, making it easier to track hidden control structures. Failing to report without excuse may lead to enforcement action against companies or their directors, reducing opportunities for anonymous financial manipulation.",
    "country": "United Kingdom"
  },
  {
    "date": "23 September 2025",
    "title": "The Limited Liability Partnerships (Application and Modification of Company Law) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1033",
    "summary": "These regulations bring limited liability partnerships (LLPs) in line with new corporate transparency rules under the Economic Crime and Corporate Transparency Act 2023. Companies House will now verify the identity of LLP members and those with significant control, and stricter checks will block disqualified directors from joining LLPs. Existing local registers for LLP members and controllers will be abolished, requiring changes to be reported directly to Companies House instead—giving authorities more oversight to combat financial crime. LLPs with existing local registers will have 14 days to update information once the rules begin, and transitional steps ensure past records remain valid until updated. The changes aim to close loopholes allowing anonymous or illegal control of businesses.",
    "country": "United Kingdom"
  },
  {
    "date": "22 September 2025",
    "title": "The Online Safety Act 2023 (Qualifying Worldwide Revenue) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1032",
    "summary": "These regulations clarify how Ofcom calculates a company's \"qualifying worldwide revenue\" (QWR) to set fees and penalties under the Online Safety Act 2023. For fees, QWR focuses only on revenue linked to regulated services, using data from two years prior to ensure stability. But for penalties, if a corporate group is jointly liable, QWR includes *all* revenue from their most recent full accounting period—even non-regulated income—potentially increasing penalty amounts significantly. This means platforms failing to meet safety rules could face heavier fines if part of a larger group, while fees charged to companies for Ofcom’s oversight will reflect their actual regulated service earnings more accurately.",
    "country": "United Kingdom"
  },
  {
    "date": "19 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Epping) (Emergency) (No. 2) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1035",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "19 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Nuneaton, Warwickshire) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1034",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 September 2025",
    "title": "The Warm Home Discount (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1031",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 September 2025",
    "title": "The Central Counterparties (Transitional Provision) (Extension and Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1030",
    "summary": "This law gives foreign clearing houses an extra year to meet UK recognition rules, pushing the deadline to 31 December 2027. It prevents disruption for UK banks, pension funds, and businesses that rely on these institutions to safely handle trillions in financial trades like stock and derivatives contracts. Without this extension, some foreign clearing services could have abruptly stopped operating in the UK, risking market instability and higher costs for everyday financial services.",
    "country": "United Kingdom"
  },
  {
    "date": "18 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Sandringham House) (Restricted Zone EG R219) (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1027",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 September 2025",
    "title": "The Local Audit (Amendment of Definition of Smaller Authority) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1026",
    "summary": "These regulations increase the financial threshold for local authorities to be considered \"smaller\" from £6.5 million to £15 million for financial years starting on or after April 2025. This change means more councils will qualify as smaller authorities, potentially simplifying their audit processes and accountability rules. Authorities with financial years before April 2025 still follow the £6.5 million limit. The shift aims to reduce administrative burdens on mid-sized local bodies, allowing them to focus resources on public services instead of compliance.",
    "country": "United Kingdom"
  },
  {
    "date": "18 September 2025",
    "title": "The Kent and Medway National Health Service and Social Care Partnership Trust (Establishment) and the West Kent National Health Service and Social Care Trust and the East Kent National Health Service and Social Care Partnership Trust (Dissolution) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1022",
    "summary": "This law changes the name of the Kent and Medway NHS and Social Care Partnership Trust to the “Kent and Medway Mental Health National Health Service Trust” to better reflect its focus on mental health services. It updates outdated definitions, removes redundant administrative details like the operational start date (since the trust is already running), and clarifies that the trust’s role is to fund and supply goods or services for the NHS. These amendments simplify governance and ensure legal accuracy without altering the trust’s existing activities or causing disruption to services.",
    "country": "United Kingdom"
  },
  {
    "date": "17 September 2025",
    "title": "The Free-Range Poultrymeat Marketing Standards (Amendment) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1029",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (State Visit by the President of the United States of America) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1019",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 September 2025",
    "title": "The Building Regulations etc. (Amendment) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1017",
    "summary": "These regulations require building clients in England to explain why they can’t provide contractor or designer statements when submitting project completion notices. They also mandate new notices for works returning to local authority oversight after a canceled approval, ensure authorities share safety violations across regions, and block restarts of projects with unresolved compliance issues. The changes aim to strengthen oversight by closing loopholes, forcing transparency when documentation is missing, and expanding the Building Safety Regulator’s role in managing unsafe buildings.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The Access to the Countryside (Coastal Margin) (Felixstowe Ferry to Bawdsey) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1025",
    "summary": "The law sets a specific date for ending public access preparations on coastal land between Felixstowe Ferry and Bawdsey, finalizing a coastal walking route. This allows Natural England and the government to implement public access plans without additional impact assessments, as prior evaluations under the 2009 Act already justify the changes. Documents are publicly accessible online or via postal request, ensuring transparency for affected communities and stakeholders.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The Access to the Countryside (Coastal Margin) (Isle of Wight) (No. 1) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1024",
    "summary": "The government has officially ended the preparation period for coastal access land around the Isle of Wight, finalizing public rights to use these areas under the Marine and Coastal Access Act 2009. This confirms new long-distance walking routes, enabling hikers and visitors to legally explore protected coastal paths while ensuring Natural England can manage access and protect sensitive habitats. The changes took effect without a new impact assessment because earlier evaluations under the 2009 Act already addressed potential effects.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The Financial Services and Markets Act 2023 (Capital Buffers and Macro-prudential Measures) (Consequential Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1023",
    "summary": "Section 1 of the Financial Services and Markets Act 2023 repeals older rules (2014 Regulations) that required banks to hold extra capital to prevent financial crises, replacing them with updated 2025 regulations that retain key safeguards while adjusting oversight procedures. Starting July 2025, the new rules will ensure banks maintain resilience but align requirements with current regulatory frameworks, aiming to simplify compliance without introducing stricter measures or shifting systemic risk management practices.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Firkin Point, Loch Lomond) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1021",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The Markets in Financial Instruments (Miscellaneous Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1020",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The M60/M62/M66 Simister Island Interchange Development Consent Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1018",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "15 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Central London) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1015",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "15 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Newtown) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1013",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "12 September 2025",
    "title": "The Ecclesiastical Judges, Legal Officers and Others (Fees) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1005",
    "summary": "This law updates fees for various church-related legal processes—such as petitions for building changes, clergy discipline, appeals, or decisions on cathedral repairs—aligning some with existing legal payment rules and introducing adjustments for costs like travel or accommodations. Fees will increase or decrease depending on the court and case type, starting January 1, 2026, and exemptions may apply similar to fees in non-religious civil courts. People or churches involved in these religious legal matters will directly face these financial changes.",
    "country": "United Kingdom"
  },
  {
    "date": "12 September 2025",
    "title": "The Power to Award Degrees etc. (Multiverse Group Limited) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1010",
    "summary": "This law allows Multiverse Group Limited to officially award specific qualifications for two years starting December 2025, expanding its role as a recognized credential-granting body. Since the government believes it poses no significant effects on businesses, civil organizations, or public services, no detailed impact evaluation was required. The authorization gives Multiverse temporary degree-awarding powers, potentially enabling it to offer accredited courses or certifications directly to students or partners without intermediaries.",
    "country": "United Kingdom"
  },
  {
    "date": "11 September 2025",
    "title": "The A122 (Lower Thames Crossing) Development Consent (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1014",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 September 2025",
    "title": "The Advertising (Less Healthy Food and Drink) (Brand Advertising Exemption) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1011",
    "summary": "These new regulations let companies advertise their brands for less healthy food and drink products, even though strict advertising bans apply to those products under recent health laws. This means businesses can still promote their names or logos without directly mentioning unhealthy items, potentially reducing compliance costs and helping them stay visible to customers. The change targets how brands can operate within health-focused ad restrictions but doesn’t address public health concerns linked to such products. An impact assessment details potential cost effects on businesses, charities, and government, but specifics aren’t summarized here.",
    "country": "United Kingdom"
  },
  {
    "date": "10 September 2025",
    "title": "The Criminal Legal Aid (Standard Crime Contract) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1009",
    "summary": "These regulations update the UK's criminal legal aid system by replacing the 2022 Standard Crime Contract with a new 2025 version starting October 2025, revising payment terms for providers and aligning reporting rules with the latest guidance (\"version 18\"). Work under the 2025 contract—including cases started before October 2025—will follow the revised terms, while legal aid work tied exclusively to the old contract remains unaffected. The change simplifies contractual processes for providers handling criminal legal aid cases.",
    "country": "United Kingdom"
  },
  {
    "date": "10 September 2025",
    "title": "The Aviation Security (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1008",
    "summary": "The new **UK aviation security regulations** update existing rules by removing mandatory supply requirements for airports. This change allows airports to adjust how they allocate resources—like staffing or equipment—without compromising basic security standards, giving them more flexibility to address current threats or operational needs. The government expects no major effects on security levels, business costs, or public sector duties, but the shift could streamline compliance for airport operators. Details are outlined in an Explanatory Memorandum accessible online.",
    "country": "United Kingdom"
  },
  {
    "date": "10 September 2025",
    "title": "The Competition Appeal Tribunal (Amendment) Rules 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/999",
    "summary": "This law change sets up a formal framework for individuals or businesses to pursue damages from major tech firms judged by the UK’s Competition and Markets Authority (CMA) to hold dominant power in digital markets. If a company breaks rules imposed by the CMA (e.g., abusing its market dominance), victims can now sue in specialized courts. Crucially, the process requires the CMA to inform courts and claimants if it’s investigating the same issue, prompting a pause in legal action until the CMA decides its stance. This ensures regulatory clarity but may delay private lawsuits until CMA outcomes are finalized, cementing the authority’s role in resolving digital market disputes first.",
    "country": "United Kingdom"
  },
  {
    "date": "10 September 2025",
    "title": "The Customs (Tariff and Miscellaneous Amendments) (No. 3) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1003",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "9 September 2025",
    "title": "The Tonnage Tax (Training Requirement) (Amendment etc.) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1007",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "9 September 2025",
    "title": "The Heather and Grass etc. Burning (England) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1000",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "9 September 2025",
    "title": "The Non-Contentious Probate (Amendment) Rules 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1004",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "9 September 2025",
    "title": "The Electricity (Individual Exemption from the Requirement for a Generation Licence) (Riverside Energy Park) (England) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1001",
    "summary": "This law removes a licensing requirement for Riverside Energy Park Limited's Belvedere energy-from-waste facility, allowing it to generate electricity without restriction. By permanently exempting the site from needing an electricity supply license, the change streamlines operations for the company, which aims to convert waste into renewable energy. This could boost local renewable energy availability, reduce landfill reliance, and advance circular economy efforts in London, though regulators emphasize no major sector-wide impacts are expected. The move reflects targeted support for specific waste-to-energy projects under strict oversight.",
    "country": "United Kingdom"
  },
  {
    "date": "8 September 2025",
    "title": "The Serious Organised Crime and Police Act 2005 (Designated Sites under Section 128) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/998",
    "summary": "This law adds Forest Lodge to the list of protected sites where trespassing becomes a criminal offence. Anyone entering Forest Lodge without permission can now be prosecuted, strengthening legal protection for the site and giving police clear authority to remove intruders. This change directly impacts individuals attempting unauthorised access to Forest Lodge, making them liable for criminal charges instead of facing only civil trespass consequences.",
    "country": "United Kingdom"
  },
  {
    "date": "8 September 2025",
    "title": "The Church Representation Rules (Amendment) (No. 2) Resolution 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/995",
    "summary": "This law updates Church of England governance rules, simplifying eligibility for church electoral rolls by removing an outdated declaration requirement for members of non-communion churches who are also Anglican. It streamlines parish governance by mandating training for newly elected church council members and clarifying election processes when candidates match available seats. The changes align financial reporting with Charity Commission standards, enhance accountability by expanding trustee disqualification criteria, and ensure local councils receive updated governance guidelines. These adjustments aim to modernize church administration, improve transparency, and reduce bureaucratic hurdles in parish decision-making.",
    "country": "United Kingdom"
  },
  {
    "date": "8 September 2025",
    "title": "The Church Representation Rules (Amendment) (No. 1) Resolution 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/994",
    "summary": "The law updates church election procedures by extending the voting period from three months to 100 days, giving members more time to select lay representatives. It streamlines scheduling by linking key timelines (like nomination deadlines and voter registration checks) to updated procedural rules under Rule 56, ensuring clarity for organizers. Candidates’ names will now appear alongside their nominators’ on voting invitations, boosting transparency. Election administrators must also proactively inform all voters about the process via an initial letter, making participation easier and more accessible.",
    "country": "United Kingdom"
  },
  {
    "date": "8 September 2025",
    "title": "The Legal Officers (Annual Fees) (No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/992",
    "summary": "This law sets the annual fees diocesan and provincial registrars must charge for their professional services in 2026, effective from 1 January. It ensures churches, local authorities, and other groups relying on these registrars can plan budgets with clear costs, while guaranteeing registrars stable funding to process legal documents, maintain records, and handle administrative duties in the Church of England.",
    "country": "United Kingdom"
  },
  {
    "date": "5 September 2025",
    "title": "The Power to Award Degrees etc. (Cornwall College) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/990",
    "summary": "This law lets Cornwall College Group permanently award specific degrees starting immediately and others temporarily from May 2026 to May 2030. By streamlining their authority to grant these taught qualifications, it ensures the college can offer courses and certifications without future delays in approval, supporting students’ access to education and the college’s ability to plan programs until 2030.",
    "country": "United Kingdom"
  },
  {
    "date": "5 September 2025",
    "title": "The Data (Use and Access) Act 2025 (Commencement No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/982",
    "summary": "The new law requires social media platforms and certain online service providers to retain user data related to investigations into child deaths. This ensures authorities can access crucial information, like messages or activity logs, during these cases, improving their ability to uncover causes or prevent future harm. Companies must now hold this data for longer, aiding transparency and accountability in sensitive inquiries.",
    "country": "United Kingdom"
  },
  {
    "date": "4 September 2025",
    "title": "The Environment Agency (Holme Styes Reservoir) Drought (No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/997",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 September 2025",
    "title": "The Response to the Committee on Climate Change Report (Extension of Period) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/991",
    "summary": "The law gives ministers two extra weeks—from 15 to 29 October 2025—to formally respond to experts’ climate progress advice, ensuring thorough review without delaying climate action or affecting public services, businesses, or communities.",
    "country": "United Kingdom"
  },
  {
    "date": "4 September 2025",
    "title": "The Data (Use and Access) Act 2025 (Commencement No. 3 and Transitional and Saving Provisions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/996",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "3 September 2025",
    "title": "The National Health Service (Pharmaceutical and Local Pharmaceutical Services) (Miscellaneous Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/989",
    "summary": "This law changes how rural pharmacies and doctor-led dispensing services can outsource medicine preparation. It officially allows \"hub and spoke\" systems where local pharmacies or doctors (\"spokes\") send prescriptions to a central pharmacy (\"hub\") for processing, then receive the medicines back for final patient supply. Community pharmacies must now tell NHS England before setting up these arrangements and follow strict rules on how they operate. NHS England can block unsafe or poorly run hub systems. The law also removes outdated paperwork requirements like mandatory practice leaflets and staff reference checks, freeing up pharmacist time. It ensures HPV vaccines remain freely available to pharmacies under NHS supply deals and updates digital systems (replacing NHSmail with NHSnet.Connect). Crucially, this secures access to medicines in remote villages by making shared pharmacy services legal and safe, while giving NHS England direct oversight to prevent poor-quality outsourcing that could risk patient safety.",
    "country": "United Kingdom"
  },
  {
    "date": "3 September 2025",
    "title": "The Housing Benefit (Habitual Residence) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/988",
    "summary": "These changes simplify housing benefit applications for people already receiving universal credit by removing redundant residency checks. Previously, even if someone qualified for universal credit, their habitual residence status (in the UK, Channel Islands, Isle of Man, or Republic of Ireland) had to be re-evaluated for housing benefit eligibility. Now, if they’re already on universal credit, the residency decision is treated as settled, allowing them to access housing benefit faster without repeating the process. This streamlines support for vulnerable individuals and reduces administrative burden on both applicants and local authorities.",
    "country": "United Kingdom"
  },
  {
    "date": "3 September 2025",
    "title": "The Dentists Act 1984 (Medical Authorities) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/984",
    "summary": "This law designates the University of Portsmouth as an official authority to run dentistry exams and issue practice licences. Graduates passing these exams can now be registered with the General Dental Council, ensuring more dentists can legally qualify through this university. By adding a new pathway for licensing, the move may increase access to dental care by streamlining training and certification at this institution.",
    "country": "United Kingdom"
  },
  {
    "date": "1 September 2025",
    "title": "The National Health Service (General Medical Services Contracts) (Prescription of Drugs etc.) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/987",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "1 September 2025",
    "title": "The Personal Injuries (NHS Charges) (Amounts) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/986",
    "summary": "Starting 1 October 2025, insurers paying compensation for accidents will reimburse the NHS higher fees for treating injuries: £267 for ambulance use (up from £256), £883 for non-admitted hospital treatment (up from £848), £1,085 per day for hospital stays (up from £1,042), and a maximum charge of £64,856 per injury (up from £62,272). This directly increases the NHS’s recovery of costs from liable parties, boosting funding for frontline services without changing patient care or out-of-pocket costs for the public.",
    "country": "United Kingdom"
  },
  {
    "date": "29 August 2025",
    "title": "The Designation of Schools Having a Religious Character (Independent Schools) (England) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/983",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "29 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Bristol) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/976",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  }
]