[
  {
    "date": "20 November 2025",
    "title": "The Extradition Act 2003 (Amendment to Designations) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1214",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "20 November 2025",
    "title": "The Clean Heat Market Mechanism (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1208",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "20 November 2025",
    "title": "The Sentencing Act 2020 (Special Procedures for Community and Suspended Sentence Orders) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1207",
    "summary": "The law now lets courts apply special sentencing rules—like community orders or suspended sentences—to eligible cases until March 2029 instead of December 2025. This gives judges more time to use alternatives to jail for these cases, extending a probation or rehabilitation-focused system for nearly four additional years and reducing pressure on prisons while supporting community-based accountability.",
    "country": "United Kingdom"
  },
  {
    "date": "20 November 2025",
    "title": "The Online Safety Act 2023 (Fees) (Threshold Figure) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1204",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "20 November 2025",
    "title": "The Merchant Shipping (Vessels in Commercial Use for Sport or Pleasure) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1195",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "19 November 2025",
    "title": "The Financial Services and Markets Act 2000 (Regulated Activities) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1205",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "19 November 2025",
    "title": "The Crediting of Third Country and Military Certification for Air Traffic Controllers Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1203",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "19 November 2025",
    "title": "The European Registers of Road Transport Undertakings (Disclosure of Information) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1202",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "19 November 2025",
    "title": "The Electricity (Individual Exemption from the Requirement for a Transmission Licence) (Dogger Bank A) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1196",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "19 November 2025",
    "title": "The Private International Law (Implementation of Agreements) Act 2020 (Extension of Operative Period) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1201",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "19 November 2025",
    "title": "The Power to Award Degrees etc. (S P Jain London School of Management Limited) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1194",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 November 2025",
    "title": "The Social Security (Residence in an EEA State or Switzerland) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1198",
    "summary": "These regulations ensure people who were already receiving disability or carer benefits under EU rules before the UK left the EU can continue getting those payments. To qualify, they must have lived outside the UK since December 31, 2020, and remained on the benefits without interruption. This change preserves existing support for vulnerable groups affected by Brexit but does not open new claims. Those currently receiving Carer’s Allowance, Disability Living Allowance (care component), or Personal Independence Payment (daily living component) who moved abroad won’t lose their benefits immediately, maintaining financial stability for thousands.",
    "country": "United Kingdom"
  },
  {
    "date": "18 November 2025",
    "title": "The Trade Act 2021 (Power to Implement International Trade Agreements) (Extension to Expiry) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1190",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 November 2025",
    "title": "The Customs Tariff (Establishment) (EU Exit) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1199",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 November 2025",
    "title": "The Export Control (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1197",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 November 2025",
    "title": "The Charities Act 2022 (Commencement No. 4 and Saving Provision) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1191",
    "summary": "The 2025 regulations introduce a streamlined process for charities to make small payments driven by moral obligations—without needing prior approval from regulators or courts—as long as they meet clear legal tests. From November 2025, charity trustees can approve these payments directly, with the maximum amount tied to the charity’s annual income (making larger charities more flexible). A separate change clarifies that decisions on such payments can be handled by others, not just trustees, though trustees remain accountable. Museums and galleries remain barred from removing certain collection items, preserving existing safeguards. These changes aim to reduce bureaucracy while ensuring responsible financial use, potentially speeding up support for vulnerable individuals or public services in urgent need.",
    "country": "United Kingdom"
  },
  {
    "date": "17 November 2025",
    "title": "The Air Navigation (Restriction of Flying) (Windsor) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1188",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 November 2025",
    "title": "The Education (Inspectors of Education and Training in Wales) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1184",
    "summary": "This law names specific individuals as official overseers responsible for monitoring education and training standards in Wales, enabling them to ensure quality and accountability across schools, colleges, and vocational programs. Their role includes identifying gaps in compliance, driving improvements, and reporting findings to support better outcomes for learners and educators.",
    "country": "United Kingdom"
  },
  {
    "date": "14 November 2025",
    "title": "The Control of Mercury (Enforcement) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1189",
    "summary": "The UK’s mercury regulations now bar importing and exporting dental amalgam, with customs officers empowered to enforce these restrictions. It also adds new EU mercury controls—covering products like dental fillings—to the list of enforceable rules, tightening oversight of mercury use to protect human health and the environment. No major business costs are anticipated.",
    "country": "United Kingdom"
  },
  {
    "date": "14 November 2025",
    "title": "The Senedd Cymru (Disqualification) Order 2025 / Gorchymyn Senedd Cymru (Anghymhwyso) 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1183",
    "summary": "This law changes which jobs prevent someone from becoming a member of the Welsh Parliament (Senedd Cymru) starting in elections held on or after April 6, 2026. People holding certain offices listed in the Schedule (like specific public roles) will no longer be allowed to serve as elected members, though they can still run as candidates. It replaces previous rules from 2020, which will only apply to elections before April 2026. The change aims to separate elected roles from other positions to ensure independence in Parliament.",
    "country": "United Kingdom"
  },
  {
    "date": "13 November 2025",
    "title": "The Financial Services (Gibraltar) (Amendment) (EU Exit) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1182",
    "summary": "The UK has extended for one more year a temporary agreement allowing Gibraltar-based financial firms to continue serving UK customers and enabling UK firms to operate in Gibraltar's market. This gives both sides more time to adjust to post-Brexit rules without disrupting existing services or requiring immediate compliance changes. No major economic effects are expected, but details on the minimal impact are available for transparency.",
    "country": "United Kingdom"
  },
  {
    "date": "13 November 2025",
    "title": "The Civil Enforcement of Parking Contraventions (County of East Sussex) (Amendment), Bus Lane Contraventions (Approved Local Authorities) (Amendment) and Moving Traffic Contraventions Designation Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1181",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "13 November 2025",
    "title": "The Criminal Justice Act 2003 (Removal of Prisoners for Deportation) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1187",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "13 November 2025",
    "title": "The A1 in Northumberland: Morpeth to Ellingham Development Consent (Revocation) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1186",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "13 November 2025",
    "title": "The Inspectors of Education, Children’s Services and Skills (No. 4) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1185",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "13 November 2025",
    "title": "The East Sussex County Council (Exceat Bridge Replacement – A259 Eastbourne Road) Bridge Scheme 2023 Confirmation Instrument 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1178",
    "summary": "A new law allows East Sussex County Council to replace Exceat Bridge on the A259 Eastbourne Road with a single-span bridge over the Cuckmere River. This change aims to improve navigation for boats by creating a wider, unobstructed river passage while maintaining road access. The project in Cuckmere Valley and Sutton with Seaford parishes may temporarily disrupt local traffic during construction but will modernize a critical transport link for drivers and river users.",
    "country": "United Kingdom"
  },
  {
    "date": "13 November 2025",
    "title": "The Air Navigation (Restriction of Flying) (Windsor Great Park) (Restricted Area EG R161) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1177",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "13 November 2025",
    "title": "The Stonestreet Green Solar Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1175",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "12 November 2025",
    "title": "The Access to the Countryside (Coastal Margin) (Portsmouth to South Hayling) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1179",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "12 November 2025",
    "title": "The Energy Act 2023 (Commencement No. 4) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1173",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "11 November 2025",
    "title": "The Nuclear Installations (Prescribed Conditions and Excepted Matter) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1171",
    "summary": "This law adds certain nuclear waste disposal sites to the UK’s liability framework but also creates a simplified process to exempt low-risk sites from it. Previously, only nuclear power plants were covered under the Nuclear Installations Act 1965. The updated regime now includes disposal sites, holding their operators strictly liable (up to a legal cap) for accidents and requiring them to secure approved funds. However, if a site meets four specific safety conditions—like operating under strict permits, having a safe history, posing low radiation risks, and avoiding criticality hazards—it can be classified as an \"excluded disposal site,\" removing its liability under the regime. This ensures operators of other nuclear facilities (e.g., power plants) aren’t held responsible for waste disposed of at such exempt sites. The change aligns the UK with international nuclear safety standards while reducing compliance costs for qualifying low-risk disposal sites.",
    "country": "United Kingdom"
  },
  {
    "date": "11 November 2025",
    "title": "The Air Navigation (Restriction of Flying) (Huntingdon Station) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1176",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "11 November 2025",
    "title": "The Construction Products (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1172",
    "summary": "This law updates UK rules so builders and traders can keep using CE-marked construction products (like windows or insulation) if they meet the latest EU safety standards introduced in late 2024. It ensures products sold in the UK under these new EU rules remain legal, gives trading standards clear authority to crack down on unsafe imports, and stops builders having to redo certifications for compliant materials—keeping renovations and new builds moving without delay while maintaining fire safety and structural integrity checks.",
    "country": "United Kingdom"
  },
  {
    "date": "10 November 2025",
    "title": "The Air Navigation (Restriction of Flying) (Alrewas) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1174",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "7 November 2025",
    "title": "The Phytosanitary Conditions (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1170",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "7 November 2025",
    "title": "The Diocese of Leeds (Educational Endowments) (Horton in Ribblesdale Church of England School) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1166",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "6 November 2025",
    "title": "The National Health Service (Help with Health Costs) (Miscellaneous Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1165",
    "summary": "These changes make three key updates to NHS healthcare cost rules in England. First, patients getting NHS treatment for tuberculosis (TB) or related issues won’t pay prescription charges for those drugs. Second, cancer patients who buy prescription prepayment certificates will now automatically get refunds if they qualify for exemptions, fixing a previous oversight. Refund values for these certificates have also increased slightly to match updated prices (£32.05 for 3 months, £114.50 for 12 months). Third, people evacuated to the UK for medical care from conflict zones can be granted temporary access to the NHS Low Income Scheme, helping them cover costs like travel, prescriptions, or dental and optical care for a limited period.",
    "country": "United Kingdom"
  },
  {
    "date": "6 November 2025",
    "title": "The Victims and Prisoners Act 2024 (Commencement No. 8) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1168",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "5 November 2025",
    "title": "The A122 (Lower Thames Crossing) Development Consent (Amendment) (No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1164",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "5 November 2025",
    "title": "The Official Controls (Import of High-Risk Food and Feed of Non-Animal Origin) (Amendment of Commission Implementing Regulation (EU) 2019/1793) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1162",
    "summary": "These regulations update the list of high-risk non-animal food and feed imports requiring increased scrutiny at UK borders, replacing outdated EU tariff codes with the UK’s simplified commodity codes. They add or remove specific products based on contamination risks, adjust how frequently checks occur, and streamline requirements for labs testing for pesticides. This aligns oversight with post-Brexit systems, reducing administrative complexity for border agencies and importers while maintaining food safety standards. Updated guidelines and documents are available online or through the Food Standards Agency.",
    "country": "United Kingdom"
  },
  {
    "date": "5 November 2025",
    "title": "The Oxford Street Development Corporation (Establishment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1151",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "5 November 2025",
    "title": "The A122 (Lower Thames Crossing) Development Consent (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1161",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "5 November 2025",
    "title": "The Customs Tariff (Preferential Trade Arrangements) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1158",
    "summary": "UK businesses exporting goods to South Korea can now include EU-made parts when claiming tariff-free or reduced-tariff access under the UK-Korea trade deal. This update, agreed in October 2025, means products using materials sourced from both the UK and EU (like UK-assembled cars with German components) will qualify as 'UK-originating' for Korean customs, cutting import costs for exporters and making UK goods more competitive in the Korean market.",
    "country": "United Kingdom"
  },
  {
    "date": "5 November 2025",
    "title": "The Companies (Directors’ Report) (Payment Reporting) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1152",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Financial Services and Markets Act 2000 (Regulated Activities etc.) (Amendment) (No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1154",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Employment Tribunals (Early Conciliation: Exemptions and Rules of Procedure) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1153",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Air Navigation (Restriction of Flying) (Birmingham) (No. 5) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1157",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Air Navigation (Restriction of Flying) (Huntingdon Station) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1156",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Economic Crime (Anti-Money Laundering) Levy (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1146",
    "summary": "This law fixes confusion when businesses overpay the anti-money laundering levy: if HMRC took over collecting an unpaid levy from financial or gambling regulators, HMRC must now handle refunds for those overpayments. Businesses get faster, clear repayment routes instead of chasing multiple agencies, cutting red tape and ensuring they reclaim money owed within 30 days.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Air Navigation (Restriction of Flying) (Portmoak, Tayside) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1155",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  }
]