[
  {
    "date": "7 November 2025",
    "title": "The Phytosanitary Conditions (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1170",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "7 November 2025",
    "title": "The Diocese of Leeds (Educational Endowments) (Horton in Ribblesdale Church of England School) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1166",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "6 November 2025",
    "title": "The National Health Service (Help with Health Costs) (Miscellaneous Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1165",
    "summary": "These changes make three key updates to NHS healthcare cost rules in England. First, patients getting NHS treatment for tuberculosis (TB) or related issues won’t pay prescription charges for those drugs. Second, cancer patients who buy prescription prepayment certificates will now automatically get refunds if they qualify for exemptions, fixing a previous oversight. Refund values for these certificates have also increased slightly to match updated prices (£32.05 for 3 months, £114.50 for 12 months). Third, people evacuated to the UK for medical care from conflict zones can be granted temporary access to the NHS Low Income Scheme, helping them cover costs like travel, prescriptions, or dental and optical care for a limited period.",
    "country": "United Kingdom"
  },
  {
    "date": "6 November 2025",
    "title": "The Victims and Prisoners Act 2024 (Commencement No. 8) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1168",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "5 November 2025",
    "title": "The A122 (Lower Thames Crossing) Development Consent (Amendment) (No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1164",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "5 November 2025",
    "title": "The Official Controls (Import of High-Risk Food and Feed of Non-Animal Origin) (Amendment of Commission Implementing Regulation (EU) 2019/1793) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1162",
    "summary": "These regulations update the list of high-risk non-animal food and feed imports requiring increased scrutiny at UK borders, replacing outdated EU tariff codes with the UK’s simplified commodity codes. They add or remove specific products based on contamination risks, adjust how frequently checks occur, and streamline requirements for labs testing for pesticides. This aligns oversight with post-Brexit systems, reducing administrative complexity for border agencies and importers while maintaining food safety standards. Updated guidelines and documents are available online or through the Food Standards Agency.",
    "country": "United Kingdom"
  },
  {
    "date": "5 November 2025",
    "title": "The Oxford Street Development Corporation (Establishment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1151",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "5 November 2025",
    "title": "The A122 (Lower Thames Crossing) Development Consent (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1161",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "5 November 2025",
    "title": "The Customs Tariff (Preferential Trade Arrangements) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1158",
    "summary": "UK businesses exporting goods to South Korea can now include EU-made parts when claiming tariff-free or reduced-tariff access under the UK-Korea trade deal. This update, agreed in October 2025, means products using materials sourced from both the UK and EU (like UK-assembled cars with German components) will qualify as 'UK-originating' for Korean customs, cutting import costs for exporters and making UK goods more competitive in the Korean market.",
    "country": "United Kingdom"
  },
  {
    "date": "5 November 2025",
    "title": "The Companies (Directors’ Report) (Payment Reporting) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1152",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Financial Services and Markets Act 2000 (Regulated Activities etc.) (Amendment) (No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1154",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Employment Tribunals (Early Conciliation: Exemptions and Rules of Procedure) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1153",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Air Navigation (Restriction of Flying) (Birmingham) (No. 5) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1157",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Air Navigation (Restriction of Flying) (Huntingdon Station) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1156",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Economic Crime (Anti-Money Laundering) Levy (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1146",
    "summary": "This law fixes confusion when businesses overpay the anti-money laundering levy: if HMRC took over collecting an unpaid levy from financial or gambling regulators, HMRC must now handle refunds for those overpayments. Businesses get faster, clear repayment routes instead of chasing multiple agencies, cutting red tape and ensuring they reclaim money owed within 30 days.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Air Navigation (Restriction of Flying) (Portmoak, Tayside) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1155",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Aviation Safety (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1150",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Wireless Telegraphy (Mobile Spectrum Trading) (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1149",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Net Zero Teesside (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1143",
    "summary": "This law lets the Net Zero Teesside carbon capture project make minor, agreed-upon adjustments to its original approved plans without undergoing a lengthy full re-approval process. It allows the project team to quickly fix small practical issues or update designs as construction progresses—like rerouting utility lines or adjusting site layouts—keeping the build on schedule. This speeds up delivery of facilities capturing industrial emissions from Teesside factories, directly supporting cleaner air and the UK’s target to remove millions of tonnes of carbon dioxide from the atmosphere annually.",
    "country": "United Kingdom"
  },
  {
    "date": "3 November 2025",
    "title": "The Income Tax (Pay As You Earn) (Amendment No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1144",
    "summary": "This change updates who counts as the tax authority by including both senior tax commissioners and frontline officers under the same definition. It gives top tax officials direct power to handle certain day-to-day tax collection tasks that were previously limited to officers only, making internal tax administration more flexible and speeding up how PAYE processes are managed without altering tax rules for workers or employers.",
    "country": "United Kingdom"
  },
  {
    "date": "3 November 2025",
    "title": "The Welfare Reform Act 2012 (Commencement No. 35) (Abolition of Benefits) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1148",
    "summary": "This law ends several legacy benefits starting in late 2025 to push all working-age people onto Universal Credit. By 1 December 2025, anyone receiving Employment and Support Allowance solely based on past National Insurance contributions (not income) loses their right to future income-related top-ups and is switched to the new-style allowance. From 1 April 2026, Income Support and Income-Based Jobseeker’s Allowance stop completely except for short transition periods—claimants must switch to Universal Credit by that date or lose payments. It also cuts off Housing Benefit for working-age people moving out of temporary or supported housing into regular accommodation after 14 November 2025, forcing them onto Universal Credit’s housing element instead. Missing these deadlines means immediate loss of support.",
    "country": "United Kingdom"
  },
  {
    "date": "3 November 2025",
    "title": "The Northern Ireland Troubles (Legacy and Reconciliation) Act 2023 (Commencement No. 2 and Transitional Provisions) (Amendment No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1140",
    "summary": "This law extends deadlines for investigations into historical Northern Ireland Troubles cases, giving official bodies until 30 April 2026—instead of 31 October 2025—to finalise reports and complete related work. It ensures investigators have more time to thoroughly examine complex cases involving past violence, directly impacting victims' families by delaying closure but aiming for more accurate, comprehensive findings. Public services handling these investigations gain critical breathing room to process evidence without rushing, supporting fairer outcomes for vulnerable individuals seeking truth about decades-old incidents.",
    "country": "United Kingdom"
  },
  {
    "date": "31 October 2025",
    "title": "The Financial Services (Overseas Recognition Regime Designations) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1147",
    "summary": "This law gives the UK Treasury power to approve foreign financial rules as matching UK standards, allowing British banks and firms to operate more easily in those countries. It lets ministers impose conditions—like requiring stricter oversight—or withdraw approval if standards slip, so deals with places like the EU, US or Singapore can happen faster while protecting UK markets. Regulators such as the Bank of England must supply needed advice, ensuring decisions are based on solid evidence to keep cross-border finance flowing securely for businesses and investors.",
    "country": "United Kingdom"
  },
  {
    "date": "31 October 2025",
    "title": "The Financial Services and Markets Act 2023 (Mutual Recognition Agreement) (Switzerland) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1145",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "31 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Portmoak, Tayside) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1142",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "31 October 2025",
    "title": "The M5 Junction 10 Development Consent (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1136",
    "summary": "This law revises the M5 Junction 10 Development Consent Order 2025 to fix mistakes and add missing details, following two formal requests under the Planning Act 2008. The changes ensure the project’s rules are accurate and legally compliant, which could affect how infrastructure improvements are implemented, such as road expansions or local traffic management, and ensure developers adhere to updated regulations.",
    "country": "United Kingdom"
  },
  {
    "date": "31 October 2025",
    "title": "The Football Governance Act 2025 (Commencement No. 1) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1134",
    "summary": "Starting 1 November 2025, these rules activate key powers for the new Independent Football Regulator. It lets regulators demand documents and information directly from football clubs to investigate finances or ownership, requires expert reports assessing club stability, and shields sensitive conversations during investigations from public disclosure. Clubs must now comply with these probes, giving the regulator real authority to tackle financial mismanagement and protect fans.",
    "country": "United Kingdom"
  },
  {
    "date": "30 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Bentley, South Yorkshire) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1141",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 October 2025",
    "title": "The Compensation for Miscarriages of Justice (Alteration of Overall Compensation Limits) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1139",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 October 2025",
    "title": "The Immigration (Guernsey) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1138",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 October 2025",
    "title": "The Registrar of Companies (Fees) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1137",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Stonehenge) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1133",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "29 October 2025",
    "title": "The Carbon Dioxide Transport and Storage (Licensed Operators) Administration (England and Wales) Rules 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1135",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "29 October 2025",
    "title": "The Social Security (Contributions) (Amendment No. 7) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1132",
    "summary": "This law change ensures compensation payments from the Post Office Capture Redress Scheme (for victims of the faulty Post Office IT system) aren’t counted as income when calculating National Insurance contributions. Whether you receive the payment directly or through a company transfer, you’ll keep the full amount without additional tax costs. This boosts financial relief for individuals and businesses harmed by the error-ridden system, improving trust in redress processes.",
    "country": "United Kingdom"
  },
  {
    "date": "29 October 2025",
    "title": "The Post Office Capture Redress Scheme (Tax Exemptions and Relief) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1130",
    "summary": "These rules let people and companies avoid paying taxes on compensation from the Post Office Capture Redress Scheme, which addresses harms caused by the faulty Capture software. Victims of wrongful prosecution or financial loss will keep more money because compensation payouts won’t be taxed, and companies passing funds to affected individuals also won’t face tax. The exemptions apply retroactively, meaning past payments qualify too. More details at gov.uk.",
    "country": "United Kingdom"
  },
  {
    "date": "29 October 2025",
    "title": "The Power to Award Degrees etc. (University for the Creative Arts) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1127",
    "summary": "This law allows the University for the Creative Arts to award research degrees (like PhDs) for students finishing between December 2025 and November 2028. During those three years, graduates in creative disciplines will receive formally recognized qualifications for their research, giving the university more flexibility to validate advanced work in art, design, and media fields without altering public services or affecting businesses, charities, or government operations.",
    "country": "United Kingdom"
  },
  {
    "date": "28 October 2025",
    "title": "The Bathing Water (Amendment) (England and Wales) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1129",
    "summary": "These regulations update how bathing waters (like beaches and lakes) are managed in England and Wales. Authorities can now keep some poor-quality waters on the list if fixing them is too costly or harms the environment, or if bathing poses safety risks. They can also set different swims seasons for specific areas instead of a standard period. Water quality checks after pollution events are adjusted to focus on ongoing monitoring, while annual reporting and real-time incident updates for the public will improve transparency. Overall, these changes aim to balance public access, environmental protection, and cost-effective management.",
    "country": "United Kingdom"
  },
  {
    "date": "28 October 2025",
    "title": "The Data Protection Act 2018 (Qualifying Competent Authorities) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1128",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "28 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Windsor Great Park) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1125",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "28 October 2025",
    "title": "The Byers Gill Solar (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1124",
    "summary": "This correction allows the Byers Gill Solar Park to move forward, clearing the way for a new source of renewable power to be built, which will help supply clean electricity locally and long-term.",
    "country": "United Kingdom"
  },
  {
    "date": "28 October 2025",
    "title": "The Mona Offshore Wind Farm (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1123",
    "summary": "Fixes minor errors in the legal paperwork approving the Mona Offshore Wind Farm project. This correction ensures construction can start on time without delays caused by administrative mistakes, meaning the wind farm – which will generate renewable electricity for hundreds of thousands of homes and businesses – moves forward as planned.",
    "country": "United Kingdom"
  },
  {
    "date": "27 October 2025",
    "title": "The Court and Public Guardian Fees (Miscellaneous Amendments) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1126",
    "summary": "This law changes several fees tied to wills, power of attorney, and legal cases. Families of emergency or armed forces personnel who qualify for inheritance tax breaks will now pay **no fee** to address estate issues. Requesting copies of documents like wills from probate records jumps from £1.50 to **£16** per request. Fees for registering lasting power of attorney rise from £82 to **£92**, and resubmitting an incomplete application increases from £41 to **£46**. Lower-income individuals facing insolvency or violence risks are exempt from court fees for certain legal actions. Courts no longer charge fees when reviewing decisions to release prisoners on parole. These adjustments aim to reduce burdens for vulnerable groups while aligning some costs with inflation.",
    "country": "United Kingdom"
  },
  {
    "date": "27 October 2025",
    "title": "The Coasting Schools (England) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1120",
    "summary": "These regulations update how schools in England are defined as \"coasting\" under national education law. By revising the performance thresholds used to identify struggling schools, the change ensures that schools receiving certain funding or status must now meet stricter or clearer standards to avoid being classified as coasting. This could lead to more schools being targeted for oversight, requiring interventions like leadership changes or extra support, potentially improving student outcomes or resource distribution in underperforming areas. Concrete outcomes include updated accountability criteria and revised eligibility for school improvement programs.",
    "country": "United Kingdom"
  },
  {
    "date": "23 October 2025",
    "title": "The Companies and Limited Liability Partnerships (Annotations, Application and Modification of Company Law and Consequential Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1116",
    "summary": "These regulations require Companies House to add clear markers to official records when someone verifies their identity, applying this rule to both registered companies and unregistered corporate entities. They also remove outdated nationality and service address requirements for individuals and corporate members, shifting focus to centralized identity checks. This aims to improve transparency and accuracy in business ownership data, helping authorities tackle economic crime by ensuring verified identities are consistently recorded and outdated or misleading info is flagged.",
    "country": "United Kingdom"
  },
  {
    "date": "23 October 2025",
    "title": "The Public Service (Civil Servants and Others) Pensions (Remediable Service) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1115",
    "summary": "These regulations fix age-based unfairness in civil service pensions. Previously, transitional protections introducing the alpha pension scheme unfairly restricted higher ill-health pension rates to members who retired before 31 March 2022. Now, all members whose ill-health retirement applications were approved before that date but processed afterward will automatically get the higher pension amount—regardless of their age. The changes also let pension managers void inaccurate statements for compensation claims, clarify divorce-related pension splits, and include special provisions to adjust past decisions (like opting out or ill-health retirements) to correct discrimination. These rules apply retroactively to ensure fairer outcomes for affected civil servants.",
    "country": "United Kingdom"
  },
  {
    "date": "23 October 2025",
    "title": "The Economic Crime and Corporate Transparency Act 2023 (Commencement No. 6 and Transitional Provisions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1117",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "23 October 2025",
    "title": "The Occupational Pension Schemes (Collective Money Purchase Schemes) (Miscellaneous Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1113",
    "summary": "These regulations clean up and fix minor errors in recent pension scheme rules from 2022 and remove outdated reporting requirements from 2013 regulations, streamlining processes for occupational pension providers and employers. The changes simplify administrative tasks without altering core pension protections, aiming to reduce bureaucracy while maintaining transparency standards. Since the adjustments are technical and unlikely to significantly affect businesses or public services, no full impact assessment was completed.",
    "country": "United Kingdom"
  },
  {
    "date": "23 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Remembrance Sunday) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1114",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 October 2025",
    "title": "The Organic Production (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1111",
    "summary": "This law temporarily adjusts UK organic farming rules until 2026. Farmers can now use non-organically reared young chickens (“pullets”) in organic egg production if organic pullets are unavailable. They may also include up to 5% non-organic protein feed for piglets under 35kg and poultry under 30 weeks old. Additionally, additives like gellan gum must come from organic sources unless supply falls short. These changes aim to ease shortages of organic materials without compromising overall organic standards.",
    "country": "United Kingdom"
  },
  {
    "date": "22 October 2025",
    "title": "The Road Vehicles (Type-Approval) (Amendment) (No. 3) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1110",
    "summary": "These rules make new UN-backed cybersecurity and software update standards ( Regulations 155 and 156) mandatory for vehicles approved for sale in Great Britain. Manufacturers must now design vehicles with systems that protect against hacking and ensure safe, traceable software updates—a first for UK car safety rules. This aligns the UK with global standards and aims to reduce risks from faulty tech or cyberattacks, impacting everyone from drivers to auto companies. Compliance will apply from specific dates outlined in the rules.",
    "country": "United Kingdom"
  }
]