[
  {
    "date": "4 November 2025",
    "title": "The Air Navigation (Restriction of Flying) (Birmingham) (No. 5) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1157",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Air Navigation (Restriction of Flying) (Huntingdon Station) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1156",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Economic Crime (Anti-Money Laundering) Levy (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1146",
    "summary": "This law fixes confusion when businesses overpay the anti-money laundering levy: if HMRC took over collecting an unpaid levy from financial or gambling regulators, HMRC must now handle refunds for those overpayments. Businesses get faster, clear repayment routes instead of chasing multiple agencies, cutting red tape and ensuring they reclaim money owed within 30 days.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Air Navigation (Restriction of Flying) (Portmoak, Tayside) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1155",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Aviation Safety (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1150",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Wireless Telegraphy (Mobile Spectrum Trading) (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1149",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 November 2025",
    "title": "The Net Zero Teesside (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1143",
    "summary": "This law lets the Net Zero Teesside carbon capture project make minor, agreed-upon adjustments to its original approved plans without undergoing a lengthy full re-approval process. It allows the project team to quickly fix small practical issues or update designs as construction progresses—like rerouting utility lines or adjusting site layouts—keeping the build on schedule. This speeds up delivery of facilities capturing industrial emissions from Teesside factories, directly supporting cleaner air and the UK’s target to remove millions of tonnes of carbon dioxide from the atmosphere annually.",
    "country": "United Kingdom"
  },
  {
    "date": "3 November 2025",
    "title": "The Income Tax (Pay As You Earn) (Amendment No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1144",
    "summary": "This change updates who counts as the tax authority by including both senior tax commissioners and frontline officers under the same definition. It gives top tax officials direct power to handle certain day-to-day tax collection tasks that were previously limited to officers only, making internal tax administration more flexible and speeding up how PAYE processes are managed without altering tax rules for workers or employers.",
    "country": "United Kingdom"
  },
  {
    "date": "3 November 2025",
    "title": "The Welfare Reform Act 2012 (Commencement No. 35) (Abolition of Benefits) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1148",
    "summary": "This law ends several legacy benefits starting in late 2025 to push all working-age people onto Universal Credit. By 1 December 2025, anyone receiving Employment and Support Allowance solely based on past National Insurance contributions (not income) loses their right to future income-related top-ups and is switched to the new-style allowance. From 1 April 2026, Income Support and Income-Based Jobseeker’s Allowance stop completely except for short transition periods—claimants must switch to Universal Credit by that date or lose payments. It also cuts off Housing Benefit for working-age people moving out of temporary or supported housing into regular accommodation after 14 November 2025, forcing them onto Universal Credit’s housing element instead. Missing these deadlines means immediate loss of support.",
    "country": "United Kingdom"
  },
  {
    "date": "3 November 2025",
    "title": "The Northern Ireland Troubles (Legacy and Reconciliation) Act 2023 (Commencement No. 2 and Transitional Provisions) (Amendment No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1140",
    "summary": "This law extends deadlines for investigations into historical Northern Ireland Troubles cases, giving official bodies until 30 April 2026—instead of 31 October 2025—to finalise reports and complete related work. It ensures investigators have more time to thoroughly examine complex cases involving past violence, directly impacting victims' families by delaying closure but aiming for more accurate, comprehensive findings. Public services handling these investigations gain critical breathing room to process evidence without rushing, supporting fairer outcomes for vulnerable individuals seeking truth about decades-old incidents.",
    "country": "United Kingdom"
  },
  {
    "date": "31 October 2025",
    "title": "The Financial Services (Overseas Recognition Regime Designations) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1147",
    "summary": "This law gives the UK Treasury power to approve foreign financial rules as matching UK standards, allowing British banks and firms to operate more easily in those countries. It lets ministers impose conditions—like requiring stricter oversight—or withdraw approval if standards slip, so deals with places like the EU, US or Singapore can happen faster while protecting UK markets. Regulators such as the Bank of England must supply needed advice, ensuring decisions are based on solid evidence to keep cross-border finance flowing securely for businesses and investors.",
    "country": "United Kingdom"
  },
  {
    "date": "31 October 2025",
    "title": "The Financial Services and Markets Act 2023 (Mutual Recognition Agreement) (Switzerland) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1145",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "31 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Portmoak, Tayside) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1142",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "31 October 2025",
    "title": "The M5 Junction 10 Development Consent (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1136",
    "summary": "This law revises the M5 Junction 10 Development Consent Order 2025 to fix mistakes and add missing details, following two formal requests under the Planning Act 2008. The changes ensure the project’s rules are accurate and legally compliant, which could affect how infrastructure improvements are implemented, such as road expansions or local traffic management, and ensure developers adhere to updated regulations.",
    "country": "United Kingdom"
  },
  {
    "date": "31 October 2025",
    "title": "The Football Governance Act 2025 (Commencement No. 1) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1134",
    "summary": "Starting 1 November 2025, these rules activate key powers for the new Independent Football Regulator. It lets regulators demand documents and information directly from football clubs to investigate finances or ownership, requires expert reports assessing club stability, and shields sensitive conversations during investigations from public disclosure. Clubs must now comply with these probes, giving the regulator real authority to tackle financial mismanagement and protect fans.",
    "country": "United Kingdom"
  },
  {
    "date": "30 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Bentley, South Yorkshire) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1141",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 October 2025",
    "title": "The Compensation for Miscarriages of Justice (Alteration of Overall Compensation Limits) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1139",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 October 2025",
    "title": "The Immigration (Guernsey) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1138",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 October 2025",
    "title": "The Registrar of Companies (Fees) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1137",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Stonehenge) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1133",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "29 October 2025",
    "title": "The Carbon Dioxide Transport and Storage (Licensed Operators) Administration (England and Wales) Rules 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1135",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "29 October 2025",
    "title": "The Social Security (Contributions) (Amendment No. 7) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1132",
    "summary": "This law change ensures compensation payments from the Post Office Capture Redress Scheme (for victims of the faulty Post Office IT system) aren’t counted as income when calculating National Insurance contributions. Whether you receive the payment directly or through a company transfer, you’ll keep the full amount without additional tax costs. This boosts financial relief for individuals and businesses harmed by the error-ridden system, improving trust in redress processes.",
    "country": "United Kingdom"
  },
  {
    "date": "29 October 2025",
    "title": "The Post Office Capture Redress Scheme (Tax Exemptions and Relief) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1130",
    "summary": "These rules let people and companies avoid paying taxes on compensation from the Post Office Capture Redress Scheme, which addresses harms caused by the faulty Capture software. Victims of wrongful prosecution or financial loss will keep more money because compensation payouts won’t be taxed, and companies passing funds to affected individuals also won’t face tax. The exemptions apply retroactively, meaning past payments qualify too. More details at gov.uk.",
    "country": "United Kingdom"
  },
  {
    "date": "29 October 2025",
    "title": "The Power to Award Degrees etc. (University for the Creative Arts) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1127",
    "summary": "This law allows the University for the Creative Arts to award research degrees (like PhDs) for students finishing between December 2025 and November 2028. During those three years, graduates in creative disciplines will receive formally recognized qualifications for their research, giving the university more flexibility to validate advanced work in art, design, and media fields without altering public services or affecting businesses, charities, or government operations.",
    "country": "United Kingdom"
  },
  {
    "date": "28 October 2025",
    "title": "The Bathing Water (Amendment) (England and Wales) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1129",
    "summary": "These regulations update how bathing waters (like beaches and lakes) are managed in England and Wales. Authorities can now keep some poor-quality waters on the list if fixing them is too costly or harms the environment, or if bathing poses safety risks. They can also set different swims seasons for specific areas instead of a standard period. Water quality checks after pollution events are adjusted to focus on ongoing monitoring, while annual reporting and real-time incident updates for the public will improve transparency. Overall, these changes aim to balance public access, environmental protection, and cost-effective management.",
    "country": "United Kingdom"
  },
  {
    "date": "28 October 2025",
    "title": "The Data Protection Act 2018 (Qualifying Competent Authorities) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1128",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "28 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Windsor Great Park) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1125",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "28 October 2025",
    "title": "The Byers Gill Solar (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1124",
    "summary": "This correction allows the Byers Gill Solar Park to move forward, clearing the way for a new source of renewable power to be built, which will help supply clean electricity locally and long-term.",
    "country": "United Kingdom"
  },
  {
    "date": "28 October 2025",
    "title": "The Mona Offshore Wind Farm (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1123",
    "summary": "Fixes minor errors in the legal paperwork approving the Mona Offshore Wind Farm project. This correction ensures construction can start on time without delays caused by administrative mistakes, meaning the wind farm – which will generate renewable electricity for hundreds of thousands of homes and businesses – moves forward as planned.",
    "country": "United Kingdom"
  },
  {
    "date": "27 October 2025",
    "title": "The Court and Public Guardian Fees (Miscellaneous Amendments) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1126",
    "summary": "This law changes several fees tied to wills, power of attorney, and legal cases. Families of emergency or armed forces personnel who qualify for inheritance tax breaks will now pay **no fee** to address estate issues. Requesting copies of documents like wills from probate records jumps from £1.50 to **£16** per request. Fees for registering lasting power of attorney rise from £82 to **£92**, and resubmitting an incomplete application increases from £41 to **£46**. Lower-income individuals facing insolvency or violence risks are exempt from court fees for certain legal actions. Courts no longer charge fees when reviewing decisions to release prisoners on parole. These adjustments aim to reduce burdens for vulnerable groups while aligning some costs with inflation.",
    "country": "United Kingdom"
  },
  {
    "date": "27 October 2025",
    "title": "The Coasting Schools (England) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1120",
    "summary": "These regulations update how schools in England are defined as \"coasting\" under national education law. By revising the performance thresholds used to identify struggling schools, the change ensures that schools receiving certain funding or status must now meet stricter or clearer standards to avoid being classified as coasting. This could lead to more schools being targeted for oversight, requiring interventions like leadership changes or extra support, potentially improving student outcomes or resource distribution in underperforming areas. Concrete outcomes include updated accountability criteria and revised eligibility for school improvement programs.",
    "country": "United Kingdom"
  },
  {
    "date": "23 October 2025",
    "title": "The Companies and Limited Liability Partnerships (Annotations, Application and Modification of Company Law and Consequential Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1116",
    "summary": "These regulations require Companies House to add clear markers to official records when someone verifies their identity, applying this rule to both registered companies and unregistered corporate entities. They also remove outdated nationality and service address requirements for individuals and corporate members, shifting focus to centralized identity checks. This aims to improve transparency and accuracy in business ownership data, helping authorities tackle economic crime by ensuring verified identities are consistently recorded and outdated or misleading info is flagged.",
    "country": "United Kingdom"
  },
  {
    "date": "23 October 2025",
    "title": "The Public Service (Civil Servants and Others) Pensions (Remediable Service) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1115",
    "summary": "These regulations fix age-based unfairness in civil service pensions. Previously, transitional protections introducing the alpha pension scheme unfairly restricted higher ill-health pension rates to members who retired before 31 March 2022. Now, all members whose ill-health retirement applications were approved before that date but processed afterward will automatically get the higher pension amount—regardless of their age. The changes also let pension managers void inaccurate statements for compensation claims, clarify divorce-related pension splits, and include special provisions to adjust past decisions (like opting out or ill-health retirements) to correct discrimination. These rules apply retroactively to ensure fairer outcomes for affected civil servants.",
    "country": "United Kingdom"
  },
  {
    "date": "23 October 2025",
    "title": "The Economic Crime and Corporate Transparency Act 2023 (Commencement No. 6 and Transitional Provisions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1117",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "23 October 2025",
    "title": "The Occupational Pension Schemes (Collective Money Purchase Schemes) (Miscellaneous Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1113",
    "summary": "These regulations clean up and fix minor errors in recent pension scheme rules from 2022 and remove outdated reporting requirements from 2013 regulations, streamlining processes for occupational pension providers and employers. The changes simplify administrative tasks without altering core pension protections, aiming to reduce bureaucracy while maintaining transparency standards. Since the adjustments are technical and unlikely to significantly affect businesses or public services, no full impact assessment was completed.",
    "country": "United Kingdom"
  },
  {
    "date": "23 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Remembrance Sunday) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1114",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 October 2025",
    "title": "The Organic Production (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1111",
    "summary": "This law temporarily adjusts UK organic farming rules until 2026. Farmers can now use non-organically reared young chickens (“pullets”) in organic egg production if organic pullets are unavailable. They may also include up to 5% non-organic protein feed for piglets under 35kg and poultry under 30 weeks old. Additionally, additives like gellan gum must come from organic sources unless supply falls short. These changes aim to ease shortages of organic materials without compromising overall organic standards.",
    "country": "United Kingdom"
  },
  {
    "date": "22 October 2025",
    "title": "The Road Vehicles (Type-Approval) (Amendment) (No. 3) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1110",
    "summary": "These rules make new UN-backed cybersecurity and software update standards ( Regulations 155 and 156) mandatory for vehicles approved for sale in Great Britain. Manufacturers must now design vehicles with systems that protect against hacking and ensure safe, traceable software updates—a first for UK car safety rules. This aligns the UK with global standards and aims to reduce risks from faulty tech or cyberattacks, impacting everyone from drivers to auto companies. Compliance will apply from specific dates outlined in the rules.",
    "country": "United Kingdom"
  },
  {
    "date": "22 October 2025",
    "title": "The Immigration (Electronic Travel Authorisations) (Jersey) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1112",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "21 October 2025",
    "title": "The Immigration and Nationality (Fees) (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1108",
    "summary": "New rules slash fees for vulnerable groups: families fleeing Afghanistan under the relocation scheme and children/partners of stateless people no longer pay to stay in the UK. The changes also wipe fees for certain EU transfer cases and registration certificate reviews if the original application was free. At the same time, businesses sponsoring workers face higher costs—priority processing for student sponsors jumps in price, and premium annual sponsorship packages are scrapped entirely. This streamlines support for refugees while making fast-track services for employers more expensive.",
    "country": "United Kingdom"
  },
  {
    "date": "21 October 2025",
    "title": "The Unmanned Aircraft (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1106",
    "summary": "The UK updated drone operation rules through amendments to existing regulations, adjusting technical requirements for unmanned aircraft systems and foreign operators. The changes include enhancements to geo-awareness (location-based restrictions) and direct remote identification (real-time tracking of drones), aiming to improve safety, security, and oversight without creating significant new burdens for businesses or public services. Details of these adjustments are available for review but are not expected to broadly alter current drone operations or enforcement practices.",
    "country": "United Kingdom"
  },
  {
    "date": "21 October 2025",
    "title": "The Immigration (Isle of Man) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1107",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "21 October 2025",
    "title": "The Tillbridge Solar Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1105",
    "summary": "This law allows Tillbridge Solar Ltd to build, run, and eventually decommission a large solar farm (over 50 megawatts) in Lincolnshire. It grants them powers to acquire land either through agreement or compulsory purchase, clearing the way for the project to proceed. Local residents and stakeholders can review detailed plans for free at Lincoln County Council offices, ensuring transparency. The decision supports renewable energy expansion, potentially reducing reliance on fossil fuels and boosting local green energy infrastructure.",
    "country": "United Kingdom"
  },
  {
    "date": "21 October 2025",
    "title": "The Merchant Shipping (Fees) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1103",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "21 October 2025",
    "title": "The Hovercraft (Fees) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1088",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "20 October 2025",
    "title": "The M32 Motorway (Junctions 1 to 3) (40 and 60 Miles Per Hour Speed Limits) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1102",
    "summary": "",
    "country": "United Kingdom"
  },
  {
    "date": "20 October 2025",
    "title": "The Proscribed Organisations (Name Change) (Revocation) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1104",
    "summary": "The new law removes \"Hay’at Tahrir Al-Sham\" from being automatically treated as an alias for Al-Qa’ida under the Terrorism Act. Previously, this group was legally linked to Al-Qa’ida, enabling authorities to freeze its assets and prosecute supporters using anti-terrorism laws. Now, this connection is severed, meaning enforcement actions against Hay’at Tahrir Al-Sham will require fresh evidence of ties to terrorism. While the government claims no major sectoral impact, this change could limit use of existing counter-terrorism tools against the group unless new designations are made.",
    "country": "United Kingdom"
  },
  {
    "date": "20 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Crumpsall) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1100",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 October 2025",
    "title": "The Vehicle Emissions Trading Schemes (Amendment) (No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1101",
    "summary": "This law updates the 2023 rules limiting CO₂ emissions from new cars and vans to make green vehicle targets more effective. Corrections include fixing errors and streamlining processes for manufacturers. Most importantly, hybrid electric car and van makers that meet strict emission standards can now calculate their vehicles’ CO₂ impact using a revised method, making it easier to qualify for incentives. By aligning trading schemes with real-world performance data, automakers may reduce costs while accelerating shifts toward cleaner transport. Critics argue this focuses on compliance tweaks rather than cutting emissions faster. The government’s cost-benefit analysis is publicly available online.",
    "country": "United Kingdom"
  },
  {
    "date": "17 October 2025",
    "title": "The Hovercraft (Application of Enactments) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1094",
    "summary": "This law update ensures hovercraft are regulated under current maritime rules by replacing outdated references to repealed legislation in the 1989 Hovercraft Order with active laws, aligning safety standards, pollution controls, and accident investigation procedures with those for ships. New provisions allow fees to be set for hovercraft-related regulatory actions and ensure references to international treaties in regulations automatically update for hovercraft, keeping oversight consistent and effective without extra administrative steps. The changes streamline compliance but are not expected to impose significant new costs or burdens.",
    "country": "United Kingdom"
  },
  {
    "date": "17 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Durham) (No. 3) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1086",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Crumpsall, Manchester) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1098",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Armed Forces Act 2006 (Continuation) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1096",
    "summary": "This law extends the Armed Forces Act 2006 for another year, keeping it in force until 14 December 2026. The Act governs military justice and discipline, ensuring UK armed forces operations, courts-martial, and service oversight continue under current legal frameworks without disruption. The renewal follows a previous 2024 extension and maintains continuity in military governance while avoiding abrupt legal changes that could affect service personnel, legal proceedings, or defense planning. No significant impacts were anticipated in public or private sectors, as the Act’s provisions remain unchanged.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Portishead Branch Line (MetroWest Phase 1) (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1097",
    "summary": "This update fixes mistakes from a 2022 planning decision, formally enabling the restart of train services on the Portishead Branch Line as part of the MetroWest Phase 1 project. By correcting errors in legal documents, regional authorities can now approve infrastructure improvements, which will improve connectivity between Portishead and Bristol, reduce road traffic congestion, and support local economic and environmental goals through expanded public transit options.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Non-Domestic Rating (Definition of Qualifying Retail, Hospitality or Leisure Hereditament) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1093",
    "summary": "The regulations clarify that only businesses in the retail, hospitality, or leisure sectors will qualify for a reduced multiplier when calculating their business rates. This means local authorities will apply lower tax rates to these businesses, cutting their costs and easing financial pressure on struggling industries. The change takes effect immediately, potentially freeing up funds for eligible businesses to maintain operations, retain staff, or invest in improvements. Other sectors will continue paying at standard rates.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Motor Vehicles (Driving Licences) (Amendment) (No. 5) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1085",
    "summary": "Diabetic bus and lorry drivers can now use any modern glucose monitor—including continuous sensors—instead of being forced to do finger-prick blood tests while driving. This change cuts dangerous distractions by letting drivers track their blood sugar safely on the road, reducing unnecessary stops and keeping them focused. Drivers no longer risk losing their licence just for using newer, more convenient monitoring tech approved by their doctor.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The School Admissions (Admission Arrangements and Co-ordination of Admission Arrangements) (England) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1081",
    "summary": ":  \nThe new rules add Nancy Reuben Primary School and the rabbinic authority of Od Yosef Hai Synagogue in Hendon to the approved list for coordinating school admissions. This enables local authorities to formally include the school in synchronized admission arrangements, ensuring parents can navigate enrollment across schools following shared timelines and policies. Updates will appear on the UK legislation website.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Social Security (Scotland Cross-border Consequential Amendment and Transitional Provision) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1089",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Designation of Special Tax Sites (Flintshire and Wrexham Investment Zone) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1080",
    "summary": "These regulations create \"special tax sites\" in the UK where companies investing in machinery, equipment, or non-residential buildings (like factories or warehouses) can claim bigger tax breaks. This means businesses in these zones can deduct more from their taxable profits when spending on infrastructure, aiming to spur investment, job creation, and regional economic growth. Enhanced allowances take effect immediately, aligning with the Spring Budget 2023, and prioritize areas targeted for development.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Designation of Special Tax Sites (Anglesey Freeport) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1079",
    "summary": "These rules create \"special tax sites\" (like freeports) with enhanced tax breaks for businesses investing in machinery, buildings, or infrastructure there. Companies can deduct a larger portion of their costs from taxable income when they spend money in these areas, directly reducing their tax bills. This incentivizes investment, potentially boosting local job creation, business growth, and development in targeted zones by making such projects financially more attractive.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The Global Irregular Migration and Trafficking in Persons Sanctions (Overseas Territories) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1092",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 October 2025",
    "title": "The A46 Newark Bypass Development Consent Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1090",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "15 October 2025",
    "title": "The Veterinary Surgeons (Recognition of University Degree) (Harper and Keele) Order of Council 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1082",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "15 October 2025",
    "title": "The A66 Northern Trans-Pennine Development Consent (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1084",
    "summary": "This law fixes mistakes in earlier approval for the A66 Northern Trans-Pennine road project, ensuring the scheme—backed under the 2008 Planning Act—can proceed without legal barriers. By correcting these errors, construction on the upgraded route across northern England can begin, aiming to boost transport links, economic growth, and road safety in the region.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Income-related Benefits (Subsidy to Authorities) Amendment Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1077",
    "summary": "This law updates rules for calculating housing benefit subsidies paid to UK local authorities, mainly affecting how they manage overpayments and verify claimant details. From April 2024, authorities can only deduct overpayment amounts that match the subsidies they previously received for those errors, limiting financial penalties. It also introduces new subsidy payments for authorities using updated processes (HBAP and HBAAI) to check claimants’ income, pensions, and financial circumstances, based on figures published by the Department for Work and Pensions. For Wales, the rebate portion of the subsidy for 2025/26 is set at 0.369, adjusting deductions linked to rent increases. These changes streamline subsidy calculations, reward accurate verification work, and clarify funding rules for authorities handling housing benefit claims.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Public Offers and Admissions to Trading (Amendment and Consequential and Transitional Provisions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1076",
    "summary": "These regulations adjust rules for public securities offers and trading admissions by clarifying that they won’t take effect until the same date as the revocation of an EU prospectus law (Regulation (EU) 2017/1129), which remains pending. They grant the Financial Conduct Authority (FCA) expanded powers to appoint investigators for compliance checks and create a new regulated activity for operating electronic systems used in public securities offers. Transitional provisions temporarily allow existing financial firms to apply for updated permissions covering this new activity and related exemptions while the framework is finalized. The changes aim to streamline post-Brexit oversight but have not yet altered current practices, as full implementation is delayed pending the EU law’s revocation.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Immigration (Passenger Transit Visa) (Amendment) (No. 3) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1068",
    "summary": "The UK updates its transit visa rules to replace \"Palestinian Territories\" with \"Palestine\" when listing countries requiring visas for passengers passing through the UK en route to another destination. This change means Palestinian passport holders transiting the UK will see their country referred to as \"Palestine\" in official immigration rules, aligning UK terminology with international usage without altering actual visa requirements or entry conditions.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Immigration (Passenger Transit Visa) (Amendment) (No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1067",
    "summary": "This law adds Botswana to the list of countries whose citizens must have a transit visa when passing through UK airports without entering the country. However, the visa requirement won’t apply to those who already booked travel before the law took effect and arrive by 25 November 2025. The change strengthens border controls to ensure only approved travelers can transit through the UK, but its impact is limited since no major effects on businesses, charities, or communities are expected.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Financial Services and Markets Act 2023 (Commencement No. 11 and Saving Provisions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1078",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Street and Road Works (Charges and Penalties) (Amendments) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1074",
    "summary": "tags. \n\nTesting phrasing: \"Highway authorities now must spend half their excess street work charge revenue directly on road repairs\" - yes, that's the golden nugget. Public cares about potholes, not legal procedures. \n\nFinal structure: \n- Lead with tangible benefit (road repairs funded) \n- Then penalty increases as enforcement tool \n- End with 7-day charging as schedule pressure \n\n*double-checks* All England-specific? Yes. No Wales/Scotland mentions. Good. \n\nUser's strict about no disclaimers so deleting \"this applies only to England\" would be lying... but original says \"England only\" upfront so implicit. Can skip jurisdictional details to save space per \"short paragraph\" rule. \n\nThere. Ready to write.\n</think>\n\n##SUMMARY_START\nThis law doubles on-the-spot fines for contractors who fail to notify authorities about street works or work without proper permits in England, making violations costlier to encourage compliance. It also changes charges for delayed roadworks to apply every day—including weekends—so prolonged disruptions become significantly more expensive. Crucially, highway authorities must now spend half of their surplus income from street work fees directly on essential road repairs, putting more money into fixing potholes and maintaining local roads people rely on daily.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Cheltenham) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1072",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Sentencing Act 2020 (Amendment of Schedule 21) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1071",
    "summary": "The new regulations add two factors that will lead to longer minimum sentences for murder convictions. Judges must now increase sentences when: (1) the crime occurred after the victim tried to end a close personal relationship, or the offender believed this was happening, and (2) the murder involved suffocation or strangulation. These rules apply only to murders committed on or after the law’s start date, making certain violent domestic cases and specific killing methods result in harsher penalties.",
    "country": "United Kingdom"
  },
  {
    "date": "14 October 2025",
    "title": "The Oaklands Farm Solar Park (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1070",
    "summary": "This law fixes mistakes in the 2025 approval for the Oaklands Farm Solar Park project under the Planning Act 2008. It ensures the project—which aims to build a large-scale solar energy site—can proceed without legal or technical errors delaying construction, improving clarity for developers and local authorities. Once operational, the solar park could generate renewable energy, support climate goals, and potentially provide community benefits like funding for local services. Errors being corrected suggests early oversight gaps, but resolution allows the scheme to align with proper planning rules and move toward delivering clean power infrastructure.",
    "country": "United Kingdom"
  },
  {
    "date": "13 October 2025",
    "title": "The Noise Emission in the Environment by Equipment for Use Outdoors (Amendment and Transitional) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1073",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "13 October 2025",
    "title": "The Diffuse Mesothelioma Payment Scheme (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1069",
    "summary": "These regulations increase compensation payments by 49% for people diagnosed with diffuse mesothelioma (a serious lung disease linked to asbestos exposure) starting 4 November 2025, adjusting the amounts based on age. If an eligible person dies before claiming, their dependents can still receive the updated payments. The change aims to ensure fairer support for victims and their families without imposing new costs on businesses or public services.",
    "country": "United Kingdom"
  },
  {
    "date": "13 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Royal Air Force Mildenhall) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1075",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 October 2025",
    "title": "The Online Safety (CSEA Content Reporting by Regulated User-to-User Service Providers) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1066",
    "summary": "The new UK regulations remove a previous requirement for online platforms to report child sexual abuse content (CSEA) to authorities, as spelled out in the scrapped 2025 rules. Officials say this reversal won’t significantly affect businesses, charities, or public services, but critics warn it could reduce oversight of harmful material circulating on user-to-user platforms. The move signals a shift in how tech firms handle CSEA content, potentially easing their compliance obligations.",
    "country": "United Kingdom"
  },
  {
    "date": "10 October 2025",
    "title": "The Power to Award Degrees etc. (Hult International Business School Ltd) Order 2023 (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1062",
    "summary": "The law now allows Hult International Business School Ltd to award certain degrees (like MBAs or undergraduate diplomas) in the UK for a fixed period from December 1, 2025, to December 31, 2029. This authorizes Hult’s UK campuses to offer formally recognized qualifications, impacting students who enroll there by certifying their credentials for the job market. Once the term ends, the school will need reauthorization to continue.",
    "country": "United Kingdom"
  },
  {
    "date": "10 October 2025",
    "title": "The Power to Award Degrees etc. (Hull College Group) Order of Council 2015 (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1061",
    "summary": "This law extends Hull College Group's legal power to award its own degrees and other academic qualifications until 29 March 2029, ensuring students can continue to receive Hull-branded qualifications without disruption and allowing the college to maintain its current higher education provision seamlessly.",
    "country": "United Kingdom"
  },
  {
    "date": "9 October 2025",
    "title": "The Online Safety Act 2023 (Commencement No. 5) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1064",
    "summary": "These new rules scrap the requirement for certain online platforms to start reporting child sexual abuse content to the National Crime Agency from 3 November 2025. This means services like social media and messaging apps will not have to proactively identify and send this harmful material to law enforcement as originally planned under the Online Safety Act. The change directly affects how platforms handle child safety, stopping the mandated reporting system from launching and altering the flow of critical evidence to agencies tackling online child exploitation.",
    "country": "United Kingdom"
  },
  {
    "date": "9 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Firkin Point, Loch Lomond) (Emergency) (No. 2) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1063",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "9 October 2025",
    "title": "The Power to Award Degrees etc. (Walbrook Institute London Limited) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1060",
    "summary": "This law lets Walbrook Institute London Limited officially offer and award educational qualifications for three years starting September 2026. While the government states there is no impact on businesses, public services, or civil society groups, the move formally empowers the institute to run its own degree-level courses during this period, potentially expanding higher education options for students and boosting the institute’s ability to attract learners seeking accredited programs. After August 2029, the institute will need fresh approval to continue granting awards.",
    "country": "United Kingdom"
  },
  {
    "date": "8 October 2025",
    "title": "The East Yorkshire Solar Farm (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1059",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "6 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Crumpsall, Manchester) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1058",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "3 October 2025",
    "title": "The Gatwick Airport (Northern Runway Project) Development Consent Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1054",
    "summary": "This law gives Gatwick Airport Limited the power to redevelop the airport, including acquiring land or property rights through forced purchase or negotiation, to enable major infrastructure upgrades like new terminals, runways, or transport links. It also ensures the company maintains and operates the improved facilities. Local residents, affected businesses, and the public can access key redevelopment documents for free at Gatwick’s office, promoting transparency around the project’s scope and impacts.",
    "country": "United Kingdom"
  },
  {
    "date": "2 October 2025",
    "title": "The Northampton Gateway Rail Freight Interchange (Amendment No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1057",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "2 October 2025",
    "title": "The Air Navigation (Restriction of Flying) (Llanelli) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1055",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "1 October 2025",
    "title": "The Wireless Telegraphy (Licence Charges for the 2100 MHz Frequency Band) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1053",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 September 2025",
    "title": "The Iran (Sanctions) (Nuclear) (EU Exit) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1052",
    "summary": "##SUMMARY_START  \nThe UK updated its Iran sanctions rules to strengthen restrictions on goods and technology related to missiles and nuclear programs, aligning with UN obligations. These changes expand the list of banned items for export to or import from Iran, limiting trade that could support weapons development. A new exception allows payments for UK Treasury debt (like government bonds) to proceed despite existing sanctions, ensuring financial systems remain stable. The government can also now issue licenses for certain prohibited financial activities, adding flexibility to comply with international agreements while addressing national security concerns.",
    "country": "United Kingdom"
  },
  {
    "date": "29 September 2025",
    "title": "The Media Act 2024 (Commencement No. 3) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1049",
    "summary": "These regulations activate key parts of the Media Act 2024, requiring the UK government to set quotas for independent TV production content, updating Channel 4’s commissioning obligations to align with public service goals, and modernizing rules governing broadcasters like the BBC, S4C, and Channel 3-5. The changes aim to ensure diverse programming, support independent producers, and strengthen public service broadcasting standards, including S4C’s expanded remit to serve Welsh audiences. Implementation will affect how broadcasters allocate resources and prioritize content, potentially increasing opportunities for smaller studios and enhancing regional representation in media.",
    "country": "United Kingdom"
  },
  {
    "date": "29 September 2025",
    "title": "The Chancel Repair (Church Commissioners’ Liability) Measure 2025 (Commencement) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1041",
    "summary": "This law makes the Church Commissioners responsible for covering the costs of repairing church chancel areas starting October 1, 2025, removing that financial burden from individuals who own land linked to historic repair obligations. It ends the practice where certain property owners could be unexpectedly charged for maintaining parts of churches, providing clarity and protecting them from unanticipated expenses.",
    "country": "United Kingdom"
  },
  {
    "date": "26 September 2025",
    "title": "The Buckinghamshire Council, Surrey County Council and Warwickshire County Council (Housing and Regeneration Functions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1051",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "26 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Wimblington, Cambridgeshire) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1050",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "26 September 2025",
    "title": "The Electrical Safety Standards in the Private Rented Sector (England) (Amendment) (Extension to the Social Rented Sector) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1043",
    "summary": "Social housing landlords in England must now follow the same electrical safety rules as private landlords: they must get all fixed wiring inspected and tested by a qualified person every five years, and—critically—for the first time—regularly check the safety of any electrical appliances they provide to tenants (like fridges or kettles). This means over two million social housing tenants will finally have legal protection against dangerous wiring and faulty landlord-owned appliances. Landlords must fix unsafe issues immediately, prove checks are done in clear reports, and face fines of up to £40,000 for breaking the rules. Existing social housing rentals have until 1 November 2026 to meet these standards, with regular reviews to tighten rules further. Tenants refusing access won’t let landlords escape responsibility—authorities can step in to make repairs and charge the landlord.",
    "country": "United Kingdom"
  },
  {
    "date": "26 September 2025",
    "title": "The Hazards in Social Housing (Prescribed Requirements) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1042",
    "summary": "Landlords of social homes must now fix dangerous damp and mould within 5 working days, and tackle life-threatening hazards like gas leaks or structural risks within 24 hours. If repairs can't be done in time, they must immediately provide tenants with temporary housing at no cost. Landlords must also keep tenants updated throughout repairs, complete preventative work within 12 weeks to stop problems returning, and can't bypass these rules in leases. Tenants finally get enforceable deadlines for urgent safety fixes, ending the cycle of delayed responses to hazardous living conditions.",
    "country": "United Kingdom"
  },
  {
    "date": "26 September 2025",
    "title": "The Power to Award Degrees etc. (LTE Group) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1039",
    "summary": "Beginning January 1, 2026, LTE Group can legally grant specific teaching qualifications for four years, until December 31, 2029. This change enables LTE Group to formally recognize qualifications like degrees or certifications in education without altering existing public services, business regulations, or oversight structures. Since no impact assessments were needed, this action likely formalizes existing practices or fills a technical authorization gap, affecting only LTE Group’s administrative powers during the outlined period.",
    "country": "United Kingdom"
  },
  {
    "date": "25 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Firkin Point, Loch Lomond) (Emergency) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1048",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "25 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Firkin Point, Loch Lomond) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1047",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "25 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Wimblington, Cambridgeshire) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1044",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "24 September 2025",
    "title": "The Counter-Terrorism and Border Security Act 2019 and the Terrorism Act 2000 (Port Examination Codes of Practice) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1040",
    "summary": "The revised codes of practice now allow border officers at UK ports and the Northern Ireland border area to stop, question, search, or detain individuals suspected of terrorism or hostile state activity. This update clarifies procedures for enforcing these powers under existing counter-terrorism laws, ensuring officials have clear guidance to address security threats. While aimed at enhancing national security, it does not anticipate major changes to public services, businesses, or daily operations, as authorities are encouraged to use the updated rules judiciously. Copies of the codes are publicly accessible online or via the Home Office.",
    "country": "United Kingdom"
  },
  {
    "date": "24 September 2025",
    "title": "The Counter-Terrorism and Border Security Act 2019 and the Terrorism Act 2000  (Port Examination Codes of Practice) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1040",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "24 September 2025",
    "title": "The Wireless Telegraphy (Licence Charges) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1038",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "23 September 2025",
    "title": "The Economic Crime and Corporate Transparency Act 2023 (Consequential, Incidental and Miscellaneous Provisions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1037",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "23 September 2025",
    "title": "The Register of People with Significant Control (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1036",
    "summary": "The law updates rules for UK companies to report details about people who control them (called \"persons with significant control\" or PSCs) directly to Companies House, replacing old local registers. Companies must now specify names and dates when reporting late or missing responses from individuals, restrictions on shares, or corrections if past data was wrong. These changes boost transparency by creating a centralized record of ownership disputes and compliance issues, making it easier to track hidden control structures. Failing to report without excuse may lead to enforcement action against companies or their directors, reducing opportunities for anonymous financial manipulation.",
    "country": "United Kingdom"
  },
  {
    "date": "23 September 2025",
    "title": "The Limited Liability Partnerships (Application and Modification of Company Law) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1033",
    "summary": "These regulations bring limited liability partnerships (LLPs) in line with new corporate transparency rules under the Economic Crime and Corporate Transparency Act 2023. Companies House will now verify the identity of LLP members and those with significant control, and stricter checks will block disqualified directors from joining LLPs. Existing local registers for LLP members and controllers will be abolished, requiring changes to be reported directly to Companies House instead—giving authorities more oversight to combat financial crime. LLPs with existing local registers will have 14 days to update information once the rules begin, and transitional steps ensure past records remain valid until updated. The changes aim to close loopholes allowing anonymous or illegal control of businesses.",
    "country": "United Kingdom"
  },
  {
    "date": "22 September 2025",
    "title": "The Online Safety Act 2023 (Qualifying Worldwide Revenue) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1032",
    "summary": "These regulations clarify how Ofcom calculates a company's \"qualifying worldwide revenue\" (QWR) to set fees and penalties under the Online Safety Act 2023. For fees, QWR focuses only on revenue linked to regulated services, using data from two years prior to ensure stability. But for penalties, if a corporate group is jointly liable, QWR includes *all* revenue from their most recent full accounting period—even non-regulated income—potentially increasing penalty amounts significantly. This means platforms failing to meet safety rules could face heavier fines if part of a larger group, while fees charged to companies for Ofcom’s oversight will reflect their actual regulated service earnings more accurately.",
    "country": "United Kingdom"
  },
  {
    "date": "19 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Epping) (Emergency) (No. 2) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1035",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "19 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Nuneaton, Warwickshire) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1034",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 September 2025",
    "title": "The Warm Home Discount (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1031",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 September 2025",
    "title": "The Central Counterparties (Transitional Provision) (Extension and Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1030",
    "summary": "This law gives foreign clearing houses an extra year to meet UK recognition rules, pushing the deadline to 31 December 2027. It prevents disruption for UK banks, pension funds, and businesses that rely on these institutions to safely handle trillions in financial trades like stock and derivatives contracts. Without this extension, some foreign clearing services could have abruptly stopped operating in the UK, risking market instability and higher costs for everyday financial services.",
    "country": "United Kingdom"
  },
  {
    "date": "18 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Sandringham House) (Restricted Zone EG R219) (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1027",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 September 2025",
    "title": "The Local Audit (Amendment of Definition of Smaller Authority) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1026",
    "summary": "These regulations increase the financial threshold for local authorities to be considered \"smaller\" from £6.5 million to £15 million for financial years starting on or after April 2025. This change means more councils will qualify as smaller authorities, potentially simplifying their audit processes and accountability rules. Authorities with financial years before April 2025 still follow the £6.5 million limit. The shift aims to reduce administrative burdens on mid-sized local bodies, allowing them to focus resources on public services instead of compliance.",
    "country": "United Kingdom"
  },
  {
    "date": "18 September 2025",
    "title": "The Kent and Medway National Health Service and Social Care Partnership Trust (Establishment) and the West Kent National Health Service and Social Care Trust and the East Kent National Health Service and Social Care Partnership Trust (Dissolution) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1022",
    "summary": "This law changes the name of the Kent and Medway NHS and Social Care Partnership Trust to the “Kent and Medway Mental Health National Health Service Trust” to better reflect its focus on mental health services. It updates outdated definitions, removes redundant administrative details like the operational start date (since the trust is already running), and clarifies that the trust’s role is to fund and supply goods or services for the NHS. These amendments simplify governance and ensure legal accuracy without altering the trust’s existing activities or causing disruption to services.",
    "country": "United Kingdom"
  },
  {
    "date": "17 September 2025",
    "title": "The Free-Range Poultrymeat Marketing Standards (Amendment) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1029",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (State Visit by the President of the United States of America) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1019",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 September 2025",
    "title": "The Building Regulations etc. (Amendment) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1017",
    "summary": "These regulations require building clients in England to explain why they can’t provide contractor or designer statements when submitting project completion notices. They also mandate new notices for works returning to local authority oversight after a canceled approval, ensure authorities share safety violations across regions, and block restarts of projects with unresolved compliance issues. The changes aim to strengthen oversight by closing loopholes, forcing transparency when documentation is missing, and expanding the Building Safety Regulator’s role in managing unsafe buildings.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The Access to the Countryside (Coastal Margin) (Felixstowe Ferry to Bawdsey) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1025",
    "summary": "The law sets a specific date for ending public access preparations on coastal land between Felixstowe Ferry and Bawdsey, finalizing a coastal walking route. This allows Natural England and the government to implement public access plans without additional impact assessments, as prior evaluations under the 2009 Act already justify the changes. Documents are publicly accessible online or via postal request, ensuring transparency for affected communities and stakeholders.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The Access to the Countryside (Coastal Margin) (Isle of Wight) (No. 1) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1024",
    "summary": "The government has officially ended the preparation period for coastal access land around the Isle of Wight, finalizing public rights to use these areas under the Marine and Coastal Access Act 2009. This confirms new long-distance walking routes, enabling hikers and visitors to legally explore protected coastal paths while ensuring Natural England can manage access and protect sensitive habitats. The changes took effect without a new impact assessment because earlier evaluations under the 2009 Act already addressed potential effects.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The Financial Services and Markets Act 2023 (Capital Buffers and Macro-prudential Measures) (Consequential Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1023",
    "summary": "Section 1 of the Financial Services and Markets Act 2023 repeals older rules (2014 Regulations) that required banks to hold extra capital to prevent financial crises, replacing them with updated 2025 regulations that retain key safeguards while adjusting oversight procedures. Starting July 2025, the new rules will ensure banks maintain resilience but align requirements with current regulatory frameworks, aiming to simplify compliance without introducing stricter measures or shifting systemic risk management practices.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Firkin Point, Loch Lomond) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1021",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The Markets in Financial Instruments (Miscellaneous Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1020",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 September 2025",
    "title": "The M60/M62/M66 Simister Island Interchange Development Consent Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1018",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "15 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Central London) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1015",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "15 September 2025",
    "title": "The Air Navigation (Restriction of Flying) (Newtown) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1013",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "12 September 2025",
    "title": "The Ecclesiastical Judges, Legal Officers and Others (Fees) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1005",
    "summary": "This law updates fees for various church-related legal processes—such as petitions for building changes, clergy discipline, appeals, or decisions on cathedral repairs—aligning some with existing legal payment rules and introducing adjustments for costs like travel or accommodations. Fees will increase or decrease depending on the court and case type, starting January 1, 2026, and exemptions may apply similar to fees in non-religious civil courts. People or churches involved in these religious legal matters will directly face these financial changes.",
    "country": "United Kingdom"
  },
  {
    "date": "12 September 2025",
    "title": "The Power to Award Degrees etc. (Multiverse Group Limited) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1010",
    "summary": "This law allows Multiverse Group Limited to officially award specific qualifications for two years starting December 2025, expanding its role as a recognized credential-granting body. Since the government believes it poses no significant effects on businesses, civil organizations, or public services, no detailed impact evaluation was required. The authorization gives Multiverse temporary degree-awarding powers, potentially enabling it to offer accredited courses or certifications directly to students or partners without intermediaries.",
    "country": "United Kingdom"
  },
  {
    "date": "11 September 2025",
    "title": "The A122 (Lower Thames Crossing) Development Consent (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1014",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 September 2025",
    "title": "The Advertising (Less Healthy Food and Drink) (Brand Advertising Exemption) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1011",
    "summary": "These new regulations let companies advertise their brands for less healthy food and drink products, even though strict advertising bans apply to those products under recent health laws. This means businesses can still promote their names or logos without directly mentioning unhealthy items, potentially reducing compliance costs and helping them stay visible to customers. The change targets how brands can operate within health-focused ad restrictions but doesn’t address public health concerns linked to such products. An impact assessment details potential cost effects on businesses, charities, and government, but specifics aren’t summarized here.",
    "country": "United Kingdom"
  },
  {
    "date": "10 September 2025",
    "title": "The Criminal Legal Aid (Standard Crime Contract) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1009",
    "summary": "These regulations update the UK's criminal legal aid system by replacing the 2022 Standard Crime Contract with a new 2025 version starting October 2025, revising payment terms for providers and aligning reporting rules with the latest guidance (\"version 18\"). Work under the 2025 contract—including cases started before October 2025—will follow the revised terms, while legal aid work tied exclusively to the old contract remains unaffected. The change simplifies contractual processes for providers handling criminal legal aid cases.",
    "country": "United Kingdom"
  },
  {
    "date": "10 September 2025",
    "title": "The Aviation Security (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1008",
    "summary": "The new **UK aviation security regulations** update existing rules by removing mandatory supply requirements for airports. This change allows airports to adjust how they allocate resources—like staffing or equipment—without compromising basic security standards, giving them more flexibility to address current threats or operational needs. The government expects no major effects on security levels, business costs, or public sector duties, but the shift could streamline compliance for airport operators. Details are outlined in an Explanatory Memorandum accessible online.",
    "country": "United Kingdom"
  },
  {
    "date": "10 September 2025",
    "title": "The Competition Appeal Tribunal (Amendment) Rules 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/999",
    "summary": "This law change sets up a formal framework for individuals or businesses to pursue damages from major tech firms judged by the UK’s Competition and Markets Authority (CMA) to hold dominant power in digital markets. If a company breaks rules imposed by the CMA (e.g., abusing its market dominance), victims can now sue in specialized courts. Crucially, the process requires the CMA to inform courts and claimants if it’s investigating the same issue, prompting a pause in legal action until the CMA decides its stance. This ensures regulatory clarity but may delay private lawsuits until CMA outcomes are finalized, cementing the authority’s role in resolving digital market disputes first.",
    "country": "United Kingdom"
  },
  {
    "date": "10 September 2025",
    "title": "The Customs (Tariff and Miscellaneous Amendments) (No. 3) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1003",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "9 September 2025",
    "title": "The Tonnage Tax (Training Requirement) (Amendment etc.) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1007",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "9 September 2025",
    "title": "The Heather and Grass etc. Burning (England) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1000",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "9 September 2025",
    "title": "The Non-Contentious Probate (Amendment) Rules 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1004",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "9 September 2025",
    "title": "The Electricity (Individual Exemption from the Requirement for a Generation Licence) (Riverside Energy Park) (England) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/1001",
    "summary": "This law removes a licensing requirement for Riverside Energy Park Limited's Belvedere energy-from-waste facility, allowing it to generate electricity without restriction. By permanently exempting the site from needing an electricity supply license, the change streamlines operations for the company, which aims to convert waste into renewable energy. This could boost local renewable energy availability, reduce landfill reliance, and advance circular economy efforts in London, though regulators emphasize no major sector-wide impacts are expected. The move reflects targeted support for specific waste-to-energy projects under strict oversight.",
    "country": "United Kingdom"
  },
  {
    "date": "8 September 2025",
    "title": "The Serious Organised Crime and Police Act 2005 (Designated Sites under Section 128) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/998",
    "summary": "This law adds Forest Lodge to the list of protected sites where trespassing becomes a criminal offence. Anyone entering Forest Lodge without permission can now be prosecuted, strengthening legal protection for the site and giving police clear authority to remove intruders. This change directly impacts individuals attempting unauthorised access to Forest Lodge, making them liable for criminal charges instead of facing only civil trespass consequences.",
    "country": "United Kingdom"
  },
  {
    "date": "8 September 2025",
    "title": "The Church Representation Rules (Amendment) (No. 2) Resolution 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/995",
    "summary": "This law updates Church of England governance rules, simplifying eligibility for church electoral rolls by removing an outdated declaration requirement for members of non-communion churches who are also Anglican. It streamlines parish governance by mandating training for newly elected church council members and clarifying election processes when candidates match available seats. The changes align financial reporting with Charity Commission standards, enhance accountability by expanding trustee disqualification criteria, and ensure local councils receive updated governance guidelines. These adjustments aim to modernize church administration, improve transparency, and reduce bureaucratic hurdles in parish decision-making.",
    "country": "United Kingdom"
  },
  {
    "date": "8 September 2025",
    "title": "The Church Representation Rules (Amendment) (No. 1) Resolution 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/994",
    "summary": "The law updates church election procedures by extending the voting period from three months to 100 days, giving members more time to select lay representatives. It streamlines scheduling by linking key timelines (like nomination deadlines and voter registration checks) to updated procedural rules under Rule 56, ensuring clarity for organizers. Candidates’ names will now appear alongside their nominators’ on voting invitations, boosting transparency. Election administrators must also proactively inform all voters about the process via an initial letter, making participation easier and more accessible.",
    "country": "United Kingdom"
  },
  {
    "date": "8 September 2025",
    "title": "The Legal Officers (Annual Fees) (No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/992",
    "summary": "This law sets the annual fees diocesan and provincial registrars must charge for their professional services in 2026, effective from 1 January. It ensures churches, local authorities, and other groups relying on these registrars can plan budgets with clear costs, while guaranteeing registrars stable funding to process legal documents, maintain records, and handle administrative duties in the Church of England.",
    "country": "United Kingdom"
  },
  {
    "date": "5 September 2025",
    "title": "The Power to Award Degrees etc. (Cornwall College) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/990",
    "summary": "This law lets Cornwall College Group permanently award specific degrees starting immediately and others temporarily from May 2026 to May 2030. By streamlining their authority to grant these taught qualifications, it ensures the college can offer courses and certifications without future delays in approval, supporting students’ access to education and the college’s ability to plan programs until 2030.",
    "country": "United Kingdom"
  },
  {
    "date": "5 September 2025",
    "title": "The Data (Use and Access) Act 2025 (Commencement No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/982",
    "summary": "The new law requires social media platforms and certain online service providers to retain user data related to investigations into child deaths. This ensures authorities can access crucial information, like messages or activity logs, during these cases, improving their ability to uncover causes or prevent future harm. Companies must now hold this data for longer, aiding transparency and accountability in sensitive inquiries.",
    "country": "United Kingdom"
  },
  {
    "date": "4 September 2025",
    "title": "The Environment Agency (Holme Styes Reservoir) Drought (No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/997",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 September 2025",
    "title": "The Response to the Committee on Climate Change Report (Extension of Period) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/991",
    "summary": "The law gives ministers two extra weeks—from 15 to 29 October 2025—to formally respond to experts’ climate progress advice, ensuring thorough review without delaying climate action or affecting public services, businesses, or communities.",
    "country": "United Kingdom"
  },
  {
    "date": "4 September 2025",
    "title": "The Data (Use and Access) Act 2025 (Commencement No. 3 and Transitional and Saving Provisions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/996",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "3 September 2025",
    "title": "The National Health Service (Pharmaceutical and Local Pharmaceutical Services) (Miscellaneous Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/989",
    "summary": "This law changes how rural pharmacies and doctor-led dispensing services can outsource medicine preparation. It officially allows \"hub and spoke\" systems where local pharmacies or doctors (\"spokes\") send prescriptions to a central pharmacy (\"hub\") for processing, then receive the medicines back for final patient supply. Community pharmacies must now tell NHS England before setting up these arrangements and follow strict rules on how they operate. NHS England can block unsafe or poorly run hub systems. The law also removes outdated paperwork requirements like mandatory practice leaflets and staff reference checks, freeing up pharmacist time. It ensures HPV vaccines remain freely available to pharmacies under NHS supply deals and updates digital systems (replacing NHSmail with NHSnet.Connect). Crucially, this secures access to medicines in remote villages by making shared pharmacy services legal and safe, while giving NHS England direct oversight to prevent poor-quality outsourcing that could risk patient safety.",
    "country": "United Kingdom"
  },
  {
    "date": "3 September 2025",
    "title": "The Housing Benefit (Habitual Residence) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/988",
    "summary": "These changes simplify housing benefit applications for people already receiving universal credit by removing redundant residency checks. Previously, even if someone qualified for universal credit, their habitual residence status (in the UK, Channel Islands, Isle of Man, or Republic of Ireland) had to be re-evaluated for housing benefit eligibility. Now, if they’re already on universal credit, the residency decision is treated as settled, allowing them to access housing benefit faster without repeating the process. This streamlines support for vulnerable individuals and reduces administrative burden on both applicants and local authorities.",
    "country": "United Kingdom"
  },
  {
    "date": "3 September 2025",
    "title": "The Dentists Act 1984 (Medical Authorities) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/984",
    "summary": "This law designates the University of Portsmouth as an official authority to run dentistry exams and issue practice licences. Graduates passing these exams can now be registered with the General Dental Council, ensuring more dentists can legally qualify through this university. By adding a new pathway for licensing, the move may increase access to dental care by streamlining training and certification at this institution.",
    "country": "United Kingdom"
  },
  {
    "date": "1 September 2025",
    "title": "The National Health Service (General Medical Services Contracts) (Prescription of Drugs etc.) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/987",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "1 September 2025",
    "title": "The Personal Injuries (NHS Charges) (Amounts) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/986",
    "summary": "Starting 1 October 2025, insurers paying compensation for accidents will reimburse the NHS higher fees for treating injuries: £267 for ambulance use (up from £256), £883 for non-admitted hospital treatment (up from £848), £1,085 per day for hospital stays (up from £1,042), and a maximum charge of £64,856 per injury (up from £62,272). This directly increases the NHS’s recovery of costs from liable parties, boosting funding for frontline services without changing patient care or out-of-pocket costs for the public.",
    "country": "United Kingdom"
  },
  {
    "date": "29 August 2025",
    "title": "The Designation of Schools Having a Religious Character (Independent Schools) (England) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/983",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "29 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Bristol) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/976",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "29 August 2025",
    "title": "The Aldwark Bridge (Revision of Tolls and Traffic Classification) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/975",
    "summary": "This law sets new limits on how much drivers must pay to cross Aldwark Bridge, changing both the maximum toll amounts and which vehicles (like cars, vans, or lorries) get charged. It replaces the old 2005 pricing rules, meaning drivers could pay more or less depending on their vehicle type, giving the bridge operators updated authority to manage toll income based on current needs.",
    "country": "United Kingdom"
  },
  {
    "date": "28 August 2025",
    "title": "The Designation of Schools Having a Religious Character (England) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/979",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "28 August 2025",
    "title": "The Power to Award Degrees etc. (The Liverpool Institute for Performing Arts) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/972",
    "summary": "The Order allows the Liverpool Institute for Performing Arts to legally grant taught undergraduate degrees for four years from 15 September 2025, ensuring students completing eligible programs can formally receive recognized qualifications through the institute during this period without expanding broader degree-giving powers or disrupting existing public-sector education systems.",
    "country": "United Kingdom"
  },
  {
    "date": "26 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Tulliallan) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/970",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 August 2025",
    "title": "The Yorkshire Water Services Limited (River Ouse, Moor Monkton) Drought Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/971",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 August 2025",
    "title": "The Social Fund Winter Fuel Payment Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/969",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "22 August 2025",
    "title": "The Wireless Telegraphy (Licence Charges for the 900 MHz Frequency Band and the 1800 MHz Frequency Band) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/967",
    "summary": "and",
    "country": "United Kingdom"
  },
  {
    "date": "21 August 2025",
    "title": "The Viking CCS Carbon Dioxide Pipeline (Correction) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/968",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "15 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Brook Hotel, Bowthorpe) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/965",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "13 August 2025",
    "title": "The Diocese of Chichester (Educational Endowments) (Mountfield and Whatlington Church of England Primary School) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/962",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "12 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Bowthorpe) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/963",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "12 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Hoyland, Barnsley) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/961",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "12 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Turnberry, Scotland) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/960",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "12 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Prestwick, Scotland) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/959",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "12 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Carnell Estate, Scotland) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/958",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "12 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Royal Air Force Brize Norton) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/953",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "11 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Craven Park, Hull) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/951",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "11 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Alrewas) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/944",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Hampton Court Palace) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/956",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Blenheim Palace) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/955",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Bowthorpe) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/954",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Nuneaton, Warwickshire) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/952",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Chipping Norton) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/943",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "7 August 2025",
    "title": "The Health and Social Care Information Standards (Procedure) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/950",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "6 August 2025",
    "title": "The Alcoholic Products (Repayment Interest Rate) (Alcohol Duty) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/947",
    "summary": "These regulations set a new interest rate for repayments owed by HMRC in alcohol duty cases, directly linked to the Bank of England’s official rate. If the official rate falls below 0.5%, HMRC will still pay at least that minimum, ensuring businesses or individuals handling alcohol taxes receive predictable compensation. Rate changes will apply retroactively to ongoing debts, protecting recipients from losing out if interest drops. This ensures fairer returns for those claiming overpaid taxes and aligns HMRC’s payments with broader financial trends, affecting cash flow for breweries, distillers, or importers.",
    "country": "United Kingdom"
  },
  {
    "date": "5 August 2025",
    "title": "The Finance Act 2009 (Section 101) (Alcohol Duty) (Appointed Day) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/948",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "5 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Sevenoaks) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/946",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "5 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Saltby) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/945",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "5 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Tenby) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/942",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 August 2025",
    "title": "The Power to Award Degrees etc. (TEC Partnership) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/940",
    "summary": "This law removes the expiration date on TEC Partnership’s authority to award bachelor’s degrees and lets it delegate that power to other institutions. Previously time-limited, its ability to grant degrees up to bachelor’s level is now permanent, and it can expand partnerships—like accrediting colleges or universities—to offer such qualifications under its name. This opens opportunities for new educational collaborations and degree programs.",
    "country": "United Kingdom"
  },
  {
    "date": "4 August 2025",
    "title": "The Air Navigation (Restriction of Flying) (Manston) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/938",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "1 August 2025",
    "title": "The Electricity and Gas (Energy Company Obligation) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/941",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "31 July 2025",
    "title": "The Byers Gill Solar Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/934",
    "summary": "This law allows a solar power plant and battery storage facility to be built, operated, and maintained on specified land, including the right to seize private land through compulsory purchase if needed. It also lets developers override existing land rights (like usage agreements) to ensure the project proceeds. The move aims to boost renewable energy generation, helping cut carbon emissions and potentially reducing reliance on fossil fuels. Residents can freely review detailed plans at local council offices to understand the project’s scope and impact.",
    "country": "United Kingdom"
  },
  {
    "date": "30 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Nottingham Goose Fair) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/933",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Blackpool) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/932",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 July 2025",
    "title": "The Power to Award Degrees etc. (Northern School of Contemporary Dance) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/931",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "29 July 2025",
    "title": "The Skills and Post-16 Education Act 2022 (Commencement No. 3) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/929",
    "summary": "",
    "country": "United Kingdom"
  },
  {
    "date": "29 July 2025",
    "title": "The Environment Agency (Holme Styes Reservoir) Drought Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/926",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "29 July 2025",
    "title": "The Power to Award Degrees etc. (School-Led Development Trust) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/925",
    "summary": "Starting August 1, 2025, The National Institute of Teaching can issue specific taught degrees for four years, allowing them to provide accredited teacher training programs without changing any existing duties for schools, businesses, or public services.",
    "country": "United Kingdom"
  },
  {
    "date": "25 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Cutcombe Hill, Somerset) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/927",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "25 July 2025",
    "title": "The Online Safety Super-Complaints (Eligibility and Procedural Matters) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/919",
    "summary": "These rules explain which organizations can officially report serious online safety concerns to OFCOM under the Online Safety Act. To qualify as an eligible entity, groups must meet specific criteria (like being a recognized consumer or safety watchdog) and provide evidence to back their status. If OFCOM doesn’t approve their eligibility, the complaint is automatically rejected. When filing, groups must include all required details and can’t resubmit within six months unless exceptional circumstances apply. OFCOM can dismiss complaints if they lack necessary info or repeat prior issues. The process aims to ensure only credible, well-prepared concerns get reviewed, streamlining oversight of online safety without overburdening regulators. No major impacts on businesses or the public are anticipated, as the focus is on equipping OFCOM to target systemic risks.",
    "country": "United Kingdom"
  },
  {
    "date": "25 July 2025",
    "title": "The Transport Act 2000 (Air Traffic Services) (Prescribed Terms) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/918",
    "summary": "This law change gives the UK government more flexibility to adjust the licenses of air traffic service providers—like NATS, which manages high-altitude flights—by updating the types of services they offer and the regions they cover. The tweak follows a push to modernize how airspace is designed, allowing the government to task NATS with proposing improvements (such as more efficient flight paths) and the Civil Aviation Authority (CAA) to approve them. While the reform is procedural, it could lead to smoother airspace management over time, potentially benefiting airlines, airports, and travelers through reduced delays or operational costs. However, officials say the immediate economic impact will be small, with annual costs for businesses staying under £10 million, so no detailed analysis was required.",
    "country": "United Kingdom"
  },
  {
    "date": "25 July 2025",
    "title": "The Electricity Capacity (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/917",
    "summary": "These new rules update the UK's Electricity Capacity Regulations to let power providers end their existing agreements without penalties if they want to switch to government-backed contracts for carbon capture projects. The change ensures companies investing in cleaner energy tech aren’t stuck in old deals, but they’ll need to plan ahead: terminations only take effect years later to avoid disrupting the power supply. It also sets out how providers can appeal if their switch gets rejected and clarifies financial protections like releasing held deposits. Designed to smooth transitions into carbon capture initiatives, this tweak aims to support greener energy projects while keeping the grid stable, likely speeding up the UK’s shift away from polluting power sources with minimal disruption to businesses already in the system.",
    "country": "United Kingdom"
  },
  {
    "date": "25 July 2025",
    "title": "The Legislative Reform (Disclosure of Adult Social Care Data) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/916",
    "summary": "This legislation updates rules to let the UK government and Welsh authorities share matched data about adult social care services with local councils in both England and Wales. Previously, strict limits on sharing this information made it harder to spot mistakes or fraud in payments for support like home care, nursing homes, or disability assistance. By scrapping these rules, councils can now cross-check data—such as who’s receiving care and what they’re being charged—to recover misused funds, fix billing errors, and ensure services are run fairly. The change aims to cut costs for local authorities by reducing losses from fraudulent claims or administrative slip-ups and streamline processes by removing outdated paperwork hurdles. Any money saved could free up resources for councils to reinvest in social care improvements or other community needs, while stronger data collaboration might lead to quicker identification of ineligible claims or service gaps in vulnerable populations.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Epping) (Emergency) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/924",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Enterprise Act 2002 (Mergers Involving Newspaper Enterprises and Foreign Powers) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/922",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Enterprise Act 2002 (Definition of Newspaper) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/921",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Nuclear Installations (Compensation for Nuclear Damage) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/915",
    "summary": "These regulations update UK nuclear liability laws to align with international standards by removing a lower compensation cap for claims under the Convention on Supplementary Compensation for Nuclear Damage (CSC). Previously, claims linked only to the CSC had a smaller limit than those under the Paris Convention, but now all cases will share a €700 million liability cap, with additional compensation available from a shared CSC international fund if needed. The change simplifies legal frameworks for nuclear incident claims but isn’t expected to impose new costs or obligations on businesses, insurers, or the government, as no major economic or operational impacts are anticipated. It takes effect when the CSC becomes active in the UK, likely affecting how nuclear operators plan insurance coverage but leaving compensation levels for the public largely unchanged.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (POTUS Visit, Scotland) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/906",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Arbitration Act 2025 (Commencement) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/905",
    "summary": "The Arbitration Act 2025 updates rules for resolving legal disputes outside of court, and these new regulations ensure all its changes are now officially in effect. Initially, some parts of the Act didn’t start working when it became law, but this move switches them on, aiming to make arbitration faster, fairer, and more accessible. Businesses and individuals handling contractual disagreements may notice smoother processes and clearer guidelines, potentially reducing delays and costs. Courts could also benefit by focusing less on arbitration-related oversight, while the broader economy might see improved confidence in dispute resolution for commerce and trade.",
    "country": "United Kingdom"
  },
  {
    "date": "24 July 2025",
    "title": "The Data (Use and Access) Act 2025 (Commencement No. 1) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/904",
    "summary": "The Data (Use and Access) Act 2025 officially kicks in on 20 August 2025, with key changes designed to reshape how data is shared and protected. It unlocks new “Smart Data” programs, allowing businesses in sectors like energy and finance to securely exchange customer data (with consent), potentially giving people more control over their information and enabling tailored services. Rules from the UK GDPR and Data Protection Act 2018 are tweaked to smooth compliance for companies adapting to emerging tech, while a fresh Information Commission is created to oversee how public bodies handle data transparency. Updates to online safety laws could tighten content moderation on digital platforms, and changes to electronic ID rules might make online transactions—like banking or shopping—simpler and more secure. A provision letting artificial intelligence systems legally use existing copyright materials could accelerate AI innovation but may spark debates about protecting creators’ rights. Overall, the Act aims to balance business efficiency, digital trust, and open data access across public and private sectors.",
    "country": "United Kingdom"
  },
  {
    "date": "23 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Epping) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/923",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "23 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (St Erme, Cornwall) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/920",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "23 July 2025",
    "title": "The Firearms (Amendment) Rules 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/914",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Royal Portrush, Northern Ireland) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/913",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Criminal Procedure Rules 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/909",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Global Irregular Migration and Trafficking in Persons Sanctions Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/902",
    "summary": "These new rules aim to tackle people smuggling, human trafficking, and the exploitation of migration to destabilize other countries. Under the law, the UK government can target individuals or groups involved in these crimes by banning them from the country, freezing their assets, or blocking them from running companies. While it’s illegal to break or bypass these sanctions, exceptions allow frozen bank accounts to still earn interest and let authorities permit specific actions for national security or serious crime prevention. The Treasury can also issue licenses for certain activities, and agencies will share information to enforce the rules effectively. Most businesses won’t feel major effects, but there could be minor annual costs under £10 million, mostly for compliance. The law focuses on disrupting criminal networks causing harm overseas without unfairly restricting legitimate activity or humanitarian work.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Hoyland, Barnsley) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/912",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Cutcombe Hill, Somerset) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/911",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Waste Electrical and Electronic Equipment (Amendment, etc.) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/910",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (London Southend Airport) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/908",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Gatcombe Park) (Restricted Zone EG RU183) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/907",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Contracts for Difference (Miscellaneous Amendments) (No. 3) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/903",
    "summary": "These new rules tweak how subsidies for low-carbon electricity are calculated in the UK. Specifically, they require the Sustainable Industry Reward (a financial incentive for clean industrial practices) to be included when setting interim levy rates and supplier payments tied to contracts for difference (CFDs). CFDs are agreements between the government and energy producers to ensure stable funding for renewable projects like wind or solar farms. This change means electricity suppliers will now pay a portion of their bills based on whether energy generators meet sustainability targets, potentially lowering costs for eco-conscious producers and pushing industries to adopt greener tech. For consumers, this could mean slightly adjusted energy bills depending on supplier compliance, while businesses focused on clean energy or energy efficiency might see new opportunities to cut costs or expand. The goal is to align energy pricing more closely with net-zero targets, indirectly encouraging investment in technologies like carbon capture or hydrogen heating systems.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Firth of Forth) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/900",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "22 July 2025",
    "title": "The Local Audit (Major Local Audit) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/896",
    "summary": "This law updates rules about when a local authority (like a city or county council) needs its accounts to undergo a major local audit, which determines the scale of oversight for public spending. Specifically, for financial years starting on or after April 2025, any local authority with an annual income or expenditure exceeding £875 million—whichever is higher—will be classified as requiring a “major local audit.” The change raises the audit threshold (previously lower), meaning fewer smaller councils will face these stricter checks. The government says there’s no expected significant impact, so it hasn’t done a detailed analysis of potential effects, though larger councils above £875m may see increased audit scrutiny and administrative costs. For most people and businesses, this tweak likely won’t make a difference day-to-day.",
    "country": "United Kingdom"
  },
  {
    "date": "21 July 2025",
    "title": "The OTC Derivatives Risk Mitigation and Central Counterparties (Equivalence) (Switzerland) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/898",
    "summary": "These new regulations allow Swiss financial institutions to follow their home-country rules when dealing with certain over-the-counter derivatives and central counterparties (CCPs), avoiding duplicated UK oversight. By confirming Switzerland’s regulatory systems are “equivalent” to UK standards, the Treasury streamlines cross-border trade, reducing compliance costs for businesses and boosting collaboration between UK and Swiss financial sectors. This could make it easier for UK banks and traders to work with Swiss partners, potentially lowering transaction hurdles and fostering market growth. While the government anticipates minimal immediate impacts, the move supports long-term economic ties and regulatory flexibility without compromising risk management or financial stability.",
    "country": "United Kingdom"
  },
  {
    "date": "21 July 2025",
    "title": "The Cosmetic Products (Restriction of Chemical Substances) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/901",
    "summary": "This law changes the rules on how much oxybenzone (a chemical linked to sunscreen and other cosmetics) can be included in beauty and personal care products, aiming to keep levels within safer limits based on scientific advice. Products made or sold before January 2026 that followed the old rules can still stay on shelves until July 2026, giving companies time to adjust recipes or packaging. While most people might not notice immediate changes, the shift could push brands to use alternative ingredients, potentially impacting sunscreen effectiveness or product variety. Environmentally, reducing oxybenzone—which harms coral reefs—might benefit marine ecosystems, but this isn’t spelled out here. Businesses may face minor adjustments to comply, though the government says the economic impact is expected to be negligible.",
    "country": "United Kingdom"
  },
  {
    "date": "21 July 2025",
    "title": "The Online Safety Act 2023 (Commencement No. 6) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/888",
    "summary": "The Online Safety Act 2023 is streamlining its oversight rules by repealing an older regulatory framework from the Communications Act 2003. From July 2025, video-sharing platforms that were previously governed by both laws will fall entirely under the new Act, meaning they’ll follow updated “duties of care” designed to combat harmful content and ensure online safety. This simplifies compliance for companies and aligns responsibility under a modern system, potentially leading to clearer obligations for platforms like YouTube or TikTok to monitor content while reducing bureaucratic duplication. The end of the transition period marks a shift toward stricter enforcement under the 2023 Act, prioritizing user protections and tech accountability.",
    "country": "United Kingdom"
  },
  {
    "date": "18 July 2025",
    "title": "The Civil Procedure (Amendment No. 2) Rules 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/893",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 July 2025",
    "title": "The School Teachers’ Pay and Conditions (England) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/892",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (St Austell Cornwall) (Emergency) (No. 3) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/899",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Epping) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/895",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 July 2025",
    "title": "The Allocation of Housing and Homelessness (Eligibility) (England) and Persons Subject to Immigration Control (Housing Authority Accommodation and Homelessness) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/891",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 July 2025",
    "title": "The Postal Services (Universal Postal Service) (Amendment) (No. 2) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/890",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "18 July 2025",
    "title": "The Protection and Disclosure of Personal Information (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/874",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 July 2025",
    "title": "The Social Security (Habitual Residence, Past Presence and Temporary Absence) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/884",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (St Austell Cornwall) (Emergency) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/886",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (St Austell Cornwall) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/885",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (London Southend Airport) (Emergency) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/882",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "17 July 2025",
    "title": "The Mona Offshore Wind Farm Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/870",
    "summary": "A new law allows the building, operation, and upkeep of a large offshore wind farm roughly 28 kilometers out in the Irish Sea from North Wales, aiming to boost renewable energy production and reduce reliance on fossil fuels. The project could support jobs during construction and long-term clean energy jobs, while aiding the UK’s climate goals. To make this work, the company behind it—Mona Offshore Wind Limited—has the power to acquire necessary land and override existing land rights, ensuring pathways for infrastructure like undersea cables and grid connections. Details about the project’s plans, funding guarantees, and legal documents are publicly available at the company’s Sunbury-on-Thames office for anyone to review. While this might stir debate among local communities or landowners, the wind farm could help stabilize energy prices and lower carbon emissions, marking a step toward greener power and potentially influencing future offshore projects.",
    "country": "United Kingdom"
  },
  {
    "date": "17 July 2025",
    "title": "The Solihull (Electoral Changes) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/868",
    "summary": "This law redraws Solihull’s council election map, creating 17 new wards by 2026 to update local representation without altering the town’s overall borders. The 2026 election will be a one-time “whole council” vote—where all seats are contested at once—before shifting back to staggered thirds the next year. Parish elections will follow the updated ward boundaries starting 2027. Residents might notice different voting districts and sharper political contrasts during the 2026 campaign, but the government says businesses, services, and daily life shouldn’t see major impacts. Full ward boundary details are publicly accessible online or in London.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (St Erme, Cornwall) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/880",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Aviation Safety (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/878",
    "summary": "These rules update UK aviation safety standards to simplify pilot licensing and flight operations. Key changes include: the Civil Aviation Authority (CAA) can no longer issue new Light Aircraft Pilot Licences for aeroplanes, but gliding clubs can now offer training and assessments for sailplane pilots without seeking separate CAA approval, streamlining access to recreational flying. For cost-shared flights (where pilots split expenses with passengers), clearer guidelines define “direct costs” and regulate how such flights are advertised, aiming to prevent unlicensed commercial operations. Balloon pilot licenses are adjusted to balance safety with flexibility, allowing owners of older licenses to convert them into updated ratings while removing outdated medical certification requirements. The rules also cut red tape for training organizations, shifting safety-check responsibilities to instructors and examiners. Although few major economic or environmental impacts are expected, recreational pilots and gliding clubs may see reduced bureaucracy, while hobbyists sharing flight costs could benefit from clearer rules on legality.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Football (Offences) (Designation of Football Matches) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/876",
    "summary": "This law updates the official list of football matches where disruptive behavior is banned, changing the names of certain competitions to match how they’re known today. The 1991 Football (Offences) Act makes it illegal to act disorderly—like sparking fights or throwing objects—at designated matches, and the current update ensures enforcement applies to the National League, Women’s Super League, Women’s Super League 2, and Cymru Premier competitions, which have since rebranded or evolved. While the changes are mainly about keeping terminology accurate, they help authorities target problematic fan behavior more clearly. No major impacts on businesses, individuals, or the economy are expected, as the law’s focus remains unchanged: promoting safety at top-tier football events.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Football Spectators (Prescription) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/871",
    "summary": "The government has updated regulations that determine which football matches and leagues are covered by the Football Spectators Act 1989, which allows authorities to issue football banning orders to people likely to cause disturbances at games. This includes tweaking the names of leagues like the National League, Women’s Super League, and Cymru Premier to match their current official titles, plus adding a new organization—the Women’s Super League Football Limited—to the listed groups. These changes are largely administrative, ensuring that authorities can apply rules consistently as league structures evolve, but they aren’t expected to lead to major practical effects for fans, clubs, or businesses. However, the upgrade could help reinforce crowd safety measures at women’s top-tier matches by formally aligning them with men’s leagues in the legal framework.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Social Security (Contributions) (Amendment No. 6) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/865",
    "summary": "These regulations make it clear that compensation payments under the Horizon Convictions Redress Scheme won’t count toward National Insurance contributions for more people affected by miscarriages of justice tied to the Horizon system. This includes individuals whose convictions were overturned by law or courts, those issued cautions, offered alternatives to prosecution (or unresolved cases in Scotland), or acquitted after facing charges. By shielding these payments from National Insurance, the change ensures recipients retain their full compensation, offering relief to those combating the financial fallout of past wrongful legal outcomes. Though the rules reinforce existing tax policy rather than introducing new changes, they expand protections to a wider group, streamlining redress without anticipated major consequences for businesses, the economy, or government operations.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Combined Authorities (Adult Education Functions) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/879",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Proceeds of Crime (Money Laundering) (Threshold Amount) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/877",
    "summary": "This law raises the financial thresholds for certain money laundering exemptions in the UK, meaning banks and businesses in regulated sectors can handle larger amounts of suspicious cash or assets before triggering criminal penalties. Specifically, the limit for banks operating customer accounts has doubled from £1,000 to £3,000, while the threshold for returning property to clients when ending a business relationship has also increased. Originally set at £250 in 2022 and then raised to £1,000, this latest jump is designed to reduce administrative pressures on financial institutions and firms dealing with low-risk transactions. While it may streamline processes for businesses handling small-scale flagged funds, critics could argue it risks allowing more illicit activity to slip through, though the government says it balances compliance costs with security needs, citing an economic analysis available online.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Justice and Security (Northern Ireland) Act 2007 (Extension of Duration of Non-jury Trial Provisions) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/875",
    "summary": "This law originally allowed certain serious criminal trials in Northern Ireland to be held without a jury, with a built-in expiration date of July 2009. However, the government has repeatedly extended this deadline by two years each time, and the latest change pushes the final expiration to July 31, 2027. The law applies to cases where juries are deemed impractical or unsafe, often involving terrorism or organized crime. While it’s unlikely to impact most people directly, legal experts note it maintains flexibility for the justice system to adapt to ongoing security challenges. No formal assessment of economic or social impacts was carried out, as officials don’t expect significant effects on businesses, public services, or communities. Critics argue non-jury trials risk undermining fair trial rights, but supporters claim they’re necessary to protect court integrity in high-risk cases.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Horizon Convictions Redress Scheme (Amendment) and Grenfell Support (Restorative Justice) Programme (Income Tax Exemption) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/867",
    "summary": "The government has updated tax rules to ensure certain compensation payments aren’t taxed, helping people who were wrongly impacted by two major cases. If you were convicted, cautioned, or faced prosecution due to issues with the flawed Horizon IT system (used by businesses and post offices) and had those charges overturned or resolved without a conviction, payments from the redress scheme will now be exempt from income tax, capital gains tax, and inheritance tax—all effective retroactively from June 2025. Similarly, payments made since June 2024 under the Grenfell Tower fire support program, which aids those affected by the 2017 disaster, won’t count as taxable income. These changes mean recipients keep more of the compensation they’re owed without worrying about tax bills, offering clearer financial relief for both groups. For Horizon cases, this could benefit hundreds of people who lost livelihoods or faced reputational harm, while Grenfell survivors and families will have less financial stress as they rebuild their lives.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Castle of Mey) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/856",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The A282 Trunk Road (Dartford-Thurrock Crossing Charging Scheme) (Variation) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/853",
    "summary": "The UK’s Dartford-Thurrock Crossing, a major Thames River route, will see a 40% increase in toll charges under a revised charging system that bills drivers electronically without requiring them to stop. While the update builds on the existing 2013 framework for busy road users, the government hasn’t conducted a full review to determine the effect on commuters, local businesses, or efforts to reduce congestion and emissions. A jump this high could strain household budgets, nudge drivers toward alternative routes, or reduce crossings, potentially impacting regional traffic flow and business activity. Revenue from the hike may fund road upkeep or other transport projects, though the exact consequences remain unclarified.",
    "country": "United Kingdom"
  },
  {
    "date": "16 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Balmedie, Aberdeen) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/852",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "15 July 2025",
    "title": "The Court of Protection (Amendment) Rules 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/866",
    "summary": "These updates to the Court of Protection rules clarify procedures for handling contempt and committal cases. They remove an outdated reference, ensure defendants in committal hearings are warned that staying silent might lead the court to assume they’re hiding something (in line with criminal cases), and adjust how identities are protected in contempt proceedings. Courts will now weigh non-disclosure of a defendant’s identity early in hearings to avoid privacy breaches later, and judges gain more flexibility to shield identities during contempt cases—though this won’t apply if someone is ultimately sent to prison for contempt. Judgments will only be published when a committal sentence is given. Since these changes align with existing legal practices and case law, they’re unlikely to affect the public, businesses, or government operations significantly.",
    "country": "United Kingdom"
  },
  {
    "date": "15 July 2025",
    "title": "The Justice and Security (Northern Ireland) Act 2007 (Extension  of Duration of Non-jury Trial Provisions) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/875",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "15 July 2025",
    "title": "The Bank Recovery and Resolution (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/862",
    "summary": "These new rules update how UK banks prepare for financial crises by adjusting the Bank of England’s powers to set buffer requirements (known as MREL) that ensure banks can absorb losses if they fail. Now, when the Bank sets these requirements, it can phase them in gradually over time (a “transitional period”) to help institutions smoothly build up their financial cushions rather than scrambling to meet strict deadlines overnight. The changes also ensure the Bank considers banks’ ability to access emergency recapitalisation payments—which act like a safety net—and aligns its decisions with published policy guidelines. While most adjustments target technical legal frameworks overseen by other regulators (like the PRA or FCA), the overall goal remains to stabilize the banking system without disrupting everyday financial services, meaning ordinary customers, businesses, and the public sector could see fewer risks from bank failures in the future.",
    "country": "United Kingdom"
  },
  {
    "date": "15 July 2025",
    "title": "The Financial Services and Markets Act 2000 (Markets in Financial Instruments) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/860",
    "summary": "This law changes rules around financial contracts linked to commodities (like oil, gas, or minerals) by giving the Financial Conduct Authority (FCA) more power to ask for details and step in if they spot issues. Previously, the FCA’s oversight was limited, but now they can apply these powers to a broader range of contracts. Businesses in trading sectors might need to share more information, but the government says there won’t be major effects on companies, public services, or everyday life. A short study on the potential minimal impacts is available online, but the changes mainly aim to ensure financial markets stay stable and fair without disrupting regular operations.",
    "country": "United Kingdom"
  },
  {
    "date": "15 July 2025",
    "title": "The Childcare Payments (Eligibility) (Amendment and Transitional Provisions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/857",
    "summary": "These new rules change when parents can apply for childcare top-up payments to match the longer application window for free childcare under the \"FCWP scheme.\" Previously, top-up payments had a strict 31-day application window, while the free childcare scheme allowed up to 6 months. Starting September 15, 2025, most applicants will use the expanded window, making it easier to access both benefits simultaneously. If you’re expected to start or return to work between October 16, 2025, and January 31, 2026, a phased transition will apply, smoothing the shift to the new system. The change aims to reduce pressure on working parents—especially those returning from maternity, paternity, or adoption leave—by giving them more time to submit paperwork. This could mean fewer ineligible applications due to missed deadlines and better support for families balancing work and care costs, potentially easing financial strain and encouraging workforce participation.",
    "country": "United Kingdom"
  },
  {
    "date": "15 July 2025",
    "title": "The Thames Estuary Cockle Fishery (No. 2) (Variation) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/855",
    "summary": "This law changes the rules about who can get a permit to harvest cockles in the Thames Estuary, which was originally set to be managed by the Kent and Essex fisheries authority for 28 years under an earlier 2024 order. The tweak loosens some eligibility restrictions for licenses, aiming to balance conservation with supporting local fishing activities. While the government expects no major impacts on businesses, public services, or the economy, the adjustment could influence how cockle populations are maintained, potentially affecting the estuary’s ecosystem and small-scale fishers who rely on the resource. However, since a full review found no significant risks, changes to daily operations or costs for most involved are likely minimal.",
    "country": "United Kingdom"
  },
  {
    "date": "15 July 2025",
    "title": "The Financial Services and Markets Act 2023 (Commencement No. 10 and Saving Provisions) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/873",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "15 July 2025",
    "title": "The Bank Resolution (Recapitalisation) Act 2025 (Commencement) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/872",
    "summary": "The Bank Resolution (Recapitalisation) Act 2025’s final provisions (Sections 1–7) will kick in on 16th July 2025, completing the law’s rollout after Section 8 took effect earlier this year on 15th May. While the government doesn’t expect this to cause significant changes for businesses, public services, or everyday life, it marks a key step in strengthening the legal framework for stabilizing troubled banks. Advocates argue this could help head off future financial crises, but since the law is mainly procedural and no big operational shifts are anticipated, direct impacts—like new costs or rules for individuals or companies—are unlikely before 2025’s summer cutoff.",
    "country": "United Kingdom"
  },
  {
    "date": "15 July 2025",
    "title": "The Disability Premium Compensation Scheme (Income Tax Exemption) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/861",
    "summary": "These regulations create a tax exemption for certain compensation payments made by public bodies or the UK government, backdating it to December 18, 2024, so recipients won’t pay income tax on them. The move follows a court ruling that identified unfair treatment in disability benefits: some people transitioning from older benefits (“legacy benefits”) to Universal Credit lost out compared to those who stayed on the old system. To fix this, the 2023 and 2024 UCTPA Regulations added payments to Universal Credit awards for those affected, tax-free from February 14, 2024. The Scheme now covers compensation for gaps before that date. While this doesn’t change tax policy overall, it means eligible claimants—many with severe disabilities—can receive more income without tax deductions, improving financial stability and addressing historic inequities in the benefits system. Businesses or organizations involved in administering such payments may need to update records or processes, but the broader economic or environmental impact is unlikely to be significant.",
    "country": "United Kingdom"
  },
  {
    "date": "15 July 2025",
    "title": "The Financial Services and Markets Act 2000 (Regulated Activities etc.) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/859",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "15 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Northwood) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/858",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "15 July 2025",
    "title": "The Postal Services (Universal Postal Service) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/854",
    "summary": "This law updates rules for postal services in the UK to reflect changes after leaving the EU and improve domestic delivery standards. It adjusts how \"working days\" are calculated for mail routing by excluding weekends and public holidays, with stricter rules for standard letters (which now exclude Saturdays too). Priority mail must be delivered and collected every weekday through Saturday, while standard letters follow a Monday-to-Friday schedule for both, ensuring faster service for high-value or time-sensitive items. Businesses might see minor cost increases due to these adjustments, though exact impacts are detailed in a public report by regulator OFCOM. The changes aim to balance streamlined operations with meeting customer expectations in a post-EU landscape.",
    "country": "United Kingdom"
  },
  {
    "date": "15 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Ayr) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/839",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Childcare (Miscellaneous Amendments) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/841",
    "summary": "The UK government has updated early childhood education rules to reflect changes in assessment methods and data requirements, replacing outdated references to now-defunct Early Years Foundation Stage (EYFS) assessment scales with new targets tied to specific learning goals for children under five—like counting, communication, or social skills. These changes give inspectors more authority to enforce the EYFS Progress Check for childminders and group-based providers (e.g., nurseries), but schools doing their own reception-year assessments won’t face extra oversight. The overhaul also tweaks how nurseries report children’s data: “sex” now replaces “gender” to align with official categories, and information about special educational needs matches what schools already collect. While the tweaks mainly align systems and remove obsolete terms, some providers might need to adjust their processes, potentially affecting how they track and improve children’s outcomes. The government plans to publish impact assessments on costs and compliance, but overall, the goal is to streamline early education rules without major disruption.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Civil Nuclear Police Authority (Borrowing Limit) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/838",
    "summary": "The Civil Nuclear Police Authority—a specialized body overseeing nuclear site security in the UK—is getting a boost to its financial flexibility. This law raises its borrowing limit from £10 million to £30 million, allowing it to cover costs related to protecting nuclear facilities and materials being transported, without seeking fresh government approval each time. While the change sounds big, officials don’t expect significant effects on businesses, public services, or the economy, as the authority already had permission to borrow up to £10 million. The increase is likely aimed at pre-empting future security needs, such as advanced equipment or expanded operations, to ensure nuclear sites and materials stay safe. For most people, this won’t change daily life directly, but it could mean stronger safeguards for nuclear infrastructure, which carries obvious importance given the risks involved.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Royal Portrush, Northern Ireland) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/851",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (London Southend Airport) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/849",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Meteorological Office Trading Fund (Maximum Borrowing) (Revocation and Saving) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/842",
    "summary": "The Meteorological Office Trading Fund (which finances the UK's weather services and climate research) has seen its borrowing limit adjusted over time, starting at £200 million in 1996, rising to £300 million in 2019, and most recently increasing to £400 million in 2024. While the 2024 rule bumping the limit to £400 million was initially proposed under a procedure that allowed both Houses of Parliament to review it, a recent change fixes that misstep by revoking the 2024 order to align with the long-standing law (since 1973) that only the House of Commons can override such borrowing decisions. Crucially, this correction ensures the £400 million cap stays in place, maintaining the Met Office's ability to fund critical infrastructure like weather forecasting technology and climate projects. Since the change is procedural and the borrowing limit itself isn’t altered, there’s no expected knock-on effect for individuals, businesses, or the environment—but it reinforces smooth financial oversight by tightening parliamentary accountability. Think of it as a quiet housekeeping tweak to avoid legal hiccups while letting the Met Office keep investing in services that help everyone from farmers planning crops to airlines managing travel disruptions.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Asian Development Bank (Thirteenth Replenishment of the Asian Development Fund) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/847",
    "summary": "The UK government has approved a payment of up to £120 million to the Asian Development Bank to support its efforts helping developing countries in Asia reduce poverty and boost prosperity. This funding forms part of a broader international agreement—the bank’s thirteenth round of financial contributions—and will be paid in instalments following a resolution passed in October 2024. As part of the deal, the UK will also cancel some old financial notes owed to the bank, which carry no interest and can’t be traded. While the direct impact on everyday people in the UK is expected to be minimal, the contribution aids long-term global development projects, such as infrastructure, education, or climate initiatives in Asia. This aligns with the UK’s international aid commitments and could strengthen economic ties with Asian nations over time. Details about the original agreements are publicly available via the Foreign, Commonwealth and Development Office.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Subsidy Control (Subsidies and Schemes of Interest or Particular Interest) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/845",
    "summary": "<think><think>\nOkay, let's tackle this. The user wants a summary of some UK regulations that amend previous ones. The main point is the increase in the subsidy threshold from £10m to £25m in non-sensitive sectors.\n\nFirst, I need to understand what subsidy control means here. From what I know, the Subsidy Control Act 2022 replaced EU state aid rules after Brexit. Schemes above a certain value need to be reviewed by the CMA before they're approved. So raising the threshold means fewer subsidies will require that review.\n\nThe user mentioned including real-world outcomes. This change would likely reduce the administrative burden on businesses and public authorities because they don't have to go through the CMA as much for smaller subsidies. This could make it faster for them to get approval, encouraging more local projects or business investments since they can access funds easier without waiting for a lengthy review. On the flip side, the CMA might focus only on larger subsidies that have a bigger market impact, which could be good for competition. However, if there's less oversight on smaller schemes, there might be a risk of inefficient use of public funds, but the government probably thinks the benefits outweigh that risk here.\n\nI need to avoid jargon. Terms like \"ceteris paribus\" or \"subsidy schemes\" might be too technical. Instead, say \"individual or combined subsidies\" and \"programs that provide financial support.\" Also, check the original text for any key terms that should be kept but explained.\n\nThe original note says a full impact assessment isn't done because there's no significant impact anticipated. So the real-world effect is minimal changes expected, but maybe businesses in non-sensitive sectors can now get subsidies up to £25m without prior approval, which could lead to quicker implementation of projects. For example, a local government wanting to give a subsidy to a small business might not have to go through the same process as before. However, sensitive sectors like agriculture or defense would have lower thresholds, so this change doesn't affect them.\n\nAlso, the Explanatory Memorandum is published online, but the user wants that footnote part excluded. So don't mention where it's published. Focus on the change, who it affects, and possible outcomes.\n\nLet me structure this into a single paragraph. Start by stating the increase in threshold. Then explain what the previous was and the current implication. Mention the CMA referral requirement. Then the likely outcomes: less bureaucracy for smaller subsidies, faster approvals, economic growth encouragement, and possible effects on competition or public funds. Keep it confident, engaging, and avoid negative jargon unless the original suggests it. Since the government doesn't foresee significant impact, maybe note that they expect minimal disruption.\n</think>\n\nThe UK has raised the financial threshold for subsidies requiring government competition review before approval. Under updated rules, individual or combined subsidies in non-sensitive sectors (like retail or tech) must now exceed £25 million—up from £10 million—to be classified as “subsidies of particular interest,” triggering mandatory checks by the Competition and Markets Authority (CMA) to ensure they don’t distort markets. This means smaller grants (up to £25m) can be rolled out faster by local authorities or agencies without prior CMA approval, reducing red tape for initiatives like business support or regional development projects. While the move aims to streamline aid delivery and encourage local growth without major economic upheaval, critics may argue it could risk less oversight of taxpayer-funded programs, though the government insists most smaller subsidies won’t significantly affect competition. Businesses and communities might see quicker access to support, while the CMA focuses scrutiny on larger deals with broader market impacts.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Manchester) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/840",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Criminal Justice Act 2003 (Suitability for Fixed Term Recall) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/833",
    "summary": "This new law changes the rules about releasing prisoners who’ve been sent back to jail after breaking their parole or license conditions. Previously, adults serving sentences of less than 12 months were usually automatically released after 28 days (or 14 days if their sentence was under 12 months), unless they were linked to serious offenses, terrorism, or required higher-risk monitoring. Now, the criteria have tightened: automatic release applies only to those aged 18 or older with sentences under four years, excluding anyone convicted of offenses listed in a new category (Schedule 19AA), involved in terrorism, recalled for another crime, or needing strict supervision under “multi-agency public protection arrangements” (MAPPA levels 2 or 3). If a prisoner faces a new serious charge or is deemed a terror risk *after* being told they’ll be released automatically, authorities can delay their release and shift them to a more considered process involving the Parole Board or Secretary of State. The result? Fewer early releases for higher-risk offenders or those tied to severe crimes (including those now listed in Schedule 19AA), which could mean safer communities but longer detention periods for some prisoners. Conversely, lower-risk individuals with shorter sentences might still benefit from quicker reentry into society. The government’s Impact Assessment warns this might increase administrative workload for the justice system but aims to balance public safety with efficient prisoner management.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Rali Ceredigion) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/831",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Southampton) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/830",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "14 July 2025",
    "title": "The Power to Award Degrees etc. (LTE Group Limited) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/826",
    "summary": "This new law allows LTE Group Limited—a private education provider—to award specific qualifications for courses they teach from January 1, 2026, to December 31, 2029, without needing ongoing government oversight. While the decision doesn’t impact businesses, charities, or public sector operations, it means students enrolled in LTE Group courses during that timeframe could earn accredited qualifications directly through the organization, potentially expanding access to specialized training or degrees they offer. For most of the public, the change is subtle: it formalizes LTE Group’s ability to confer degrees independently for four years but doesn’t trigger broader policy shifts, cost changes, or regulatory adjustments elsewhere. If they’re studying with LTE Group, though, this could streamline graduation processes by cutting out third-party accreditation steps.",
    "country": "United Kingdom"
  },
  {
    "date": "11 July 2025",
    "title": "The Inter-American Investment Corporation (Further Payments to Capital Stock) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/848",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "11 July 2025",
    "title": "The Housing (Right to Buy) (Designated Rural Areas and Designated Regions) (England) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/823",
    "summary": "This new regulation officially labels specific parishes as rural areas under a decades-old housing law, ensuring stricter rules apply when certain homes there are sold. In the City of Colchester and East Hampshire district, local authorities can now add protections—like requiring homes to be resold at an affordable price or giving priority buyers’ rights—to preserve housing for local residents. While the government claims there won’t be major impacts on sectors, the move could slow down property sales in these areas and influence market prices, aiming to keep rural communities from becoming hotspots for second homes or unaffordable buy-to-let investments. For homeowners, this might mean added hurdles if they plan to sell, but could help others secure reasonably priced homes where they’re most needed.",
    "country": "United Kingdom"
  },
  {
    "date": "11 July 2025",
    "title": "The Football Spectators (Seating) (Amendment) (England) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/829",
    "summary": "The Football Spectators (Seating) Order 2022 requires Premier League and Championship stadiums in England and Wales to follow strict seating rules during designated matches to ensure safety, banning standing areas unless licensed. This newer law updates those rules by reflecting Everton Football Club’s recent move to a new stadium, ensuring the same safety standards apply to their matches in the fresh venue. Since the update is simply about redirecting the existing requirements to the club’s new location, it’s not expected to impose new costs or major changes for fans, businesses, or authorities. While the tweak itself is technical, it keeps pressure on clubs to maintain safe conditions for spectators—no standing crowds in all-seater stadiums—potentially shaping how fans experience games, though in Everton’s case, it’s more of a bureaucratic handover than a game-changer.",
    "country": "United Kingdom"
  },
  {
    "date": "11 July 2025",
    "title": "The Safety of Sports Grounds (Designation) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/828",
    "summary": "Here’s a clear, engaging summary of the legislation in plain English:  \nThis law streamlines safety requirements for sports grounds by updating which venues need official safety certificates to host large crowds. Specifically, football stadiums in England and Wales with seating for over 5,000 spectators—and tied to top-tier leagues like the Football League or Premier League—are now included, while other sports grounds only require certification if they hold more than 10,000. The update adjusts existing rules (from 2015) to reflect recent changes, such as shifts in league memberships or stadium capacities, but the government doesn’t expect it to create significant new costs or burdens for local councils, businesses, or sports teams. However, venues near these thresholds may need to reassess to ensure safe crowd management, particularly if construction dates or league status have changed. The aim is to maintain safety standards without disrupting existing operations or stifling smaller clubs and events.",
    "country": "United Kingdom"
  },
  {
    "date": "11 July 2025",
    "title": "The Sheep Carcase (Classification and Price Reporting) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/837",
    "summary": "<think><think>\nOkay, let's tackle this. So the user wants me to convert an explanatory note about UK regulations under the Agriculture Act 2020 into a clear, engaging paragraph. First, I need to understand the content. The regulations require larger approved slaughterhouses to classify and report prices for sheep carcasses.\n\nHmm, key points: Which slaughterhouses are covered? Regulation 3 defines them. They have to notify the Secretary of State (Regulation 4). Classification is during weighing, after assigning a kill number and proper presentation. Scheduling 1 details the classification standards. Then, labeling the carcass (Regulation 9) and recording lots of data (Regulations 11, 12). They must share supplier info (Reg 13). Part 3 is about licensing and authorizations. Part 4 allows automated classification methods. Part 5 deals with reporting market prices to authorized people. Part 6 restricts data processing and disclosure. Enforcement in Part 7 includes entry powers, compliance notices, penalties, and appeals. Impact assessment wasn't needed as they expect minimal effects.\n\nI need to avoid legal terms. Use simple words. Start by stating the main aim: mandatory classification and price reporting for sheep carcasses in large slaughterhouses. Mention using new powers from the Agriculture Act 2020. Then outline steps: slaughterhouses must inform government, follow guidelines when weighing and labeling, report prices, and handle data securely. Enforcement includes inspections, penalties for non-compliance, and appeals. Also, the impact is considered minor, so no assessment. Real-world outcomes: maybe better transparency in the market, aiding suppliers and the industry. Maybe some initial costs for slaughterhouses to set up systems, but not significant.\n\nWait, the original says \"no, or no significant impact\" is foreseen, so I should mention that. Also, note that automation is allowed, which might improve efficiency. But since the impact assessment isn't there, perhaps the main points are just the requirements and the enforcement. Make sure to highlight the transparency angle for businesses and the possible economic effect through better market data. Environment isn't mentioned, so skip that. Individuals directly? Maybe farmers or suppliers get better information on pricing. Businesses might need to update their processes. Economy could benefit from standardized data. Keep it all concise in one paragraph, confident tone, without jargon.\n</think>\n\nThis new law requires large sheep slaughterhouses to track and report details about carcass quality and prices, aiming to bring more transparency to the meat market. These businesses must now officially tell the government they’re covered by the rules, classify each carcass using set standards as they weigh it (after assigning a trackable ID number), label them correctly, and share pricing data with authorized officials. While most must follow strict manual checks, some can use automated systems approved by the government. The goal is to standardize how meat is priced, potentially giving farmers clearer insights into how their livestock is valued and improving fair competition. Enforcement includes spot checks by officials, fines for non-compliance, and a process to appeal penalties. Officials claim this won’t significantly affect businesses or costs, though some may need to update reporting systems initially. The move could streamline operations over time and ensure suppliers get consistent market data, though it remains to be seen if this will lead to broader changes in pricing or sustainability practices.",
    "country": "United Kingdom"
  },
  {
    "date": "11 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Northwood) (Emergency) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/835",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "11 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (SS Richard Montgomery) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/822",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The National Health Service Pension Scheme (Member Contributions) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/821",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Bloomsbury, London) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/834",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Northwood) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/832",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Child Benefit (Miscellaneous Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/818",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Safeguarding Vulnerable Groups Act 2006 (Guernsey) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/827",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Safeguarding Vulnerable Groups Act 2006 (Jersey) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/825",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Safeguarding Vulnerable Groups Act 2006 (Isle of Man) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/824",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Swindon (Electoral Changes) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/817",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The South Tyneside (Electoral Changes) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/816",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Driving Licences (Exchangeable Licences) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/811",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "10 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Hyland Park) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/810",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "9 July 2025",
    "title": "The Climate Change Agreements (Administration and Eligible Facilities) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/813",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "9 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Bloomsbury, London) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/820",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "9 July 2025",
    "title": "The Yorkshire Ambulance Service National Health Service Trust (Establishment) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/819",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Notting Hill) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/804",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Electricity and Gas (Energy Company Obligation) (Amendment, Saving and Transitional Provisions) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/802",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Southport) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/798",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Fire Safety (Residential Evacuation Plans) (England) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/797",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Road Vehicles (Type-Approval) (Amendment) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/796",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The New Heavy-Duty Vehicles (Carbon Dioxide Emission Performance Standards) (Vocational Vehicles) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/794",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Road Traffic Act 1988 (Police Driving: Prescribed Training) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/792",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Daresbury) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/789",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Marketing of Fruit Plant and Propagating Material (England) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/812",
    "summary": "These rules update the 2017 regulations about selling fruit plants and seeds in England. They tweak definitions, update technical terms for pests and plant types to match current scientific standards, and clarify labeling rules—now, labels must say if a plant variety is genetically modified and list any modified organisms. Some outdated wording is corrected, and a previous requirement for government reviews is scrapped. The changes reflect recent EU updates and evaluations, but the government says they won’t have a big impact on businesses or organizations.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Investigatory Powers (Communications Data) (Relevant Public Authorities and Designated Senior Officers) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/808",
    "summary": "These rules update who can request access to people’s communications data (like phone records or internet activity) under the Investigatory Powers Act. Certain government departments and agencies—like the Intellectual Property Office, the Department for Transport, and fraud investigation teams in other departments—can now ask for this data, but only for strict reasons, such as fighting serious crime, national security, or public safety. Some agencies, like ambulance services in Scotland and Wales, have lost this power altogether. The changes limit exactly which teams in each department can make these requests and for what specific purposes. The government says these updates won’t have a major impact on businesses or the public.",
    "country": "United Kingdom"
  },
  {
    "date": "8 July 2025",
    "title": "The Health and Care Act 2022 (Commencement No. 10 and Transitional and Saving Provision) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/807",
    "summary": "Starting 7th July 2025, these rules activate section 95 of the Health and Care Act 2022, which updates how information standards work in health and social care. It broadens who must follow these standards—applying them to anyone doing regulated activities—and gives the Secretary of State power to set rules for creating and enforcing these standards. The changes also let the government check if organisations are complying and request information to monitor this. Transitional measures ensure that any standards published before 2025 stay under the old rules until they’re updated. More details are in the official impact assessment, which you can get online or by post.",
    "country": "United Kingdom"
  },
  {
    "date": "7 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Coventry) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/806",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 July 2025",
    "title": "The Terrorism Act 2000 (Proscribed Organisations) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/803",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Coventry) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/800",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "4 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Hallglen, Falkirk) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/799",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "3 July 2025",
    "title": "The M5 Junction 10 Development Consent Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/795",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "2 July 2025",
    "title": "The Licensing Act 2003 (UEFA Women’s European Football Championship Licensing Hours) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/793",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "2 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Sutton Coldfield) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/791",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "2 July 2025",
    "title": "The Marking of Retail Goods Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/790",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "1 July 2025",
    "title": "The British Nationality (Irish Citizens) Act 2024 (Commencement) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/787",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "1 July 2025",
    "title": "The Pollution Prevention and Control (Fees) (Miscellaneous Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/782",
    "summary": "These rules update the charges for work done by government staff overseeing offshore oil and gas environmental regulations. The changes bump up the hourly rates from £201 to £210 for specialist workers and from £104 to £114 for non-specialists. The fees are calculated based on hours worked multiplied by these rates. There’s no full impact assessment because the changes aren’t expected to seriously affect businesses or the public sector.",
    "country": "United Kingdom"
  },
  {
    "date": "1 July 2025",
    "title": "The Air Navigation (Restriction of Flying) (Cowdenbeath) (Emergency) (Revocation) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/780",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 June 2025",
    "title": "The Air Navigation (Restriction of Flying) (Cowdenbeath) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/777",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 June 2025",
    "title": "The Air Navigation (Restriction of Flying) (Hallglen, Falkirk) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/774",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "30 June 2025",
    "title": "The Air Navigation (Restriction of Flying) (Sutton Coldfield) (Emergency) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/773",
    "summary": "No explanatory summary available.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Electricity Act 1989 (Requirement of Consent for Solar Generating Stations) (England) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/762",
    "summary": "The law used to say you couldn’t build or run a power station over 50 megawatts without government approval. Now, for solar power stations, that limit has been raised to 100 megawatts—meaning bigger solar projects can go ahead without needing separate permission. The government has also checked how this change will affect costs for businesses and the public, and they’ll publish those findings later.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Scotland Act 1998 (Increase of Borrowing Limits) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/759",
    "summary": "This update increases how much the Scottish government can borrow—raising the regular spending limit from roughly £1.78 billion to £1.83 billion, and the investment (capital) limit from around £3.05 billion to £3.14 billion. It replaces the previous 2024 borrowing rules, which are now cancelled. No detailed impact report was needed because the change isn’t expected to noticeably affect charities or public services.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Customs (Preferential Trade Arrangements and Tariff Quotas) (US) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/753",
    "summary": "This update tweaks UK customs rules to add a new trade deal with the US, specifically allowing a set amount of American beef to be imported at lower tariffs (quota 05.4010). It also updates the official list of UK trade agreements to include the \"Economic Prosperity Deal\" signed with the US in May 2025. The government says these changes won’t have a big impact on businesses or the public, as they mostly keep existing rules in place. A full analysis wasn’t done because the adjustments are minor. More background was already covered in a 2021 tax policy note.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Customs (Tariff and Miscellaneous Amendments) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/751",
    "summary": "These rules update several UK customs documents to align with EU changes, fix errors, and add or remove codes. They tweak tariff rates, adjust definitions for imported goods (including special treatments for items from Colombia, Russia, Belarus, Ukraine, and Moldova), and simplify some procedures—like setting a quota for Colombian bananas or adding extra duties on urea from Russia and Belarus. Since these changes are mostly technical—updating existing rules rather than introducing new ones—no major impact on businesses or the public is expected. Any future updates to these documents can be made without needing new laws.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Criminal and Civil Legal Aid (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/750",
    "summary": "These rules change how legal aid works by cutting out some of the old paperwork and fees. They remove the need for people to make financial contributions for civil or criminal legal aid, meaning eligible individuals won’t have to pay anything upfront. The updates also streamline the process—legal aid providers no longer need to send certain notifications to themselves (like confirming they've issued legal aid), and decisions about eligibility or withdrawing services have been simplified. For ongoing cases, any unpaid contributions will be waived when these rules take effect, though people can't game the system by reapplying for the same legal issue just to avoid past fees. Some decisions made after late June 2025 will also be backdated to earlier in the year. The changes aim to make the system less bureaucratic without major costs to the public sector.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Medical Devices and Blood Safety and Quality (Fees Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/749",
    "summary": "This update increases fees for medical devices, blood safety, and related services by 9-16%, with some clinical investigation fees rising more. The changes follow public consultation and affect registration, approvals, and clinical studies. Small businesses get more time to pay certain fees. A new optional paid service for regulatory advice is introduced, replacing an old fee. The adjustments apply to UK-wide rules, including Northern Ireland-specific regulations. Full details of the costs and consultation feedback are available on the MHRA and legislation websites.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Tuberculosis in Animals (England) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/748",
    "summary": "This update tweaks the rules on tuberculosis in animals in England, making minor changes to the 2021 order. The government says these changes won’t have a big enough effect on farmers, charities, or public services to require a full impact review. It’s essentially a small adjustment, not a major policy shift.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Online Safety Act 2023 (Fees Notification) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/747",
    "summary": "These rules explain what information online service providers must give to Ofcom when notifying them under Section 83 of the Online Safety Act. The details help Ofcom work out any fees the provider needs to pay. The rules list specific evidence and documents required, as well as how providers must submit them—following Ofcom’s published guidelines. No separate business cost assessment was done, as this relates to fee calculations, but Ofcom did review the rules' impact in its public consultation and policy statement. You can find all the documents on Ofcom’s and the government’s legislation websites.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Local Authorities (Referendums and Election of Mayors) (England) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/746",
    "summary": "This update tweaks two sets of rules about how local councils in England can switch to a mayoral system. If enough people in an area sign a petition between July 2025 and the next election day in 2026, the local council must hold a referendum within six months after that election. If voters approve a mayor in the referendum (or if the council decides to have one without a referendum), the first mayoral election will happen at the second regular election after the decision was made. The changes don’t expect to cause any major effects on businesses or public services. More details are available online.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Customs (Miscellaneous Amendments) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/745",
    "summary": "This update tweaks several UK customs rules, mostly around imports, exports, and postal shipments. Key changes include: fines up to £1,000 for failing to move goods to designated inspection areas when required, easier temporary import declarations (allowing verbal or automated processes in some cases), and adjustments to how goods are valued for customs duty—like accounting for defective items. It also lets certain foreign postal operators handle UK-bound shipments more easily and scraps paper paperwork for air/rail transit shipments. Most new processes will be detailed in online HMRC notices, available to view in person if needed. Some changes won’t take full effect until 2026, giving businesses time to adapt.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Reporting Cryptoasset Service Providers (Due Diligence and Reporting Requirements) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/744",
    "summary": "These regulations bring in new rules based on international standards for cryptoasset service providers operating in the UK. If you run a crypto trading platform or facilitate crypto exchanges and have ties to the UK, you’ll need to follow stricter checks on your users, report their details to HMRC, and tell them their info is being shared. You must keep records for five years and register with HMRC. There are penalties for failing to comply, but you won’t be fined if you have a good excuse. The rules also cover how penalties are applied, appeals, and measures to stop people dodging the system. More details on how this affects taxes can be found online.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The International Tax Compliance (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/740",
    "summary": "This update tweaks the UK’s international tax rules to match global standards for sharing financial information, particularly covering crypto assets. Starting in 2026, banks and financial institutions must follow new reporting requirements, including registering with HMRC and sharing extra details about certain transactions. Some deadlines are extended, like those for credit card issuers and excluded accounts, while old rules no longer needed (like client notifications) are removed. There are also new penalties for failing to provide required tax info or register properly. The changes align with the latest 2023 global tax framework and streamline definitions and processes. The full details are explained in a separate tax impact note online.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Electricity Act 1989 (Requirement of Consent for Solar Generating Stations) (England) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/762",
    "summary": "This rule updates the Electricity Act 1989, which normally requires government approval to build, expand, or run large power stations over 50 megawatts. The change allows solar power stations to operate at up to 100 megawatts without needing this specific consent. The government has checked how this will affect costs for businesses, charities, and public services, and will release those details separately.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Scotland Act 1998 (Increase of Borrowing Limits) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/759",
    "summary": "This update raises the Scottish Government's borrowing limits—increasing the \"resources\" limit from roughly £1.78 billion to £1.83 billion and the \"capital\" limit from around £3.05 billion to £3.14 billion. It replaces the previous borrowing limit increase from early 2024, which is now cancelled. No major impacts on public services or charities are expected, so no detailed assessment was needed.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Customs (Preferential Trade Arrangements and Tariff Quotas) (US) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/753",
    "summary": "These rules update existing customs regulations to add a new special quota (05.4010) for US beef imports, which comes from a trade deal between the UK and US signed on 8 May 2025. They also tweak the list of official trade agreements to include this new arrangement. The government says there’s no need for a full assessment of the changes because they won’t really affect businesses or the public—most of this just keeps existing rules in place, and the broader impacts were already covered in a 2021 report.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Customs (Tariff and Miscellaneous Amendments) (No. 2) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/751",
    "summary": "This update tweaks several UK customs documents to keep them in line with EU changes, fix errors, and adjust trade agreements. It updates cargo codes, removes outdated ones, and revises rules about certain imports – like adding a banana trade quota for Colombia and extra duties on urea from Russia and Belarus. It also scraps some old Ukraine and Moldova-related customs rules that aren’t needed anymore. Most changes are technical, so there’s no major impact expected for businesses or the public.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Criminal and Civil Legal Aid (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/750",
    "summary": "This update changes several legal aid rules to simplify the process and remove fees. It scraps the requirement for people to pay contributions for civil legal aid and eases administrative burdens—like no longer forcing providers to send unnecessary paperwork to themselves. Changes also cover criminal legal aid, like backdating eligibility in some cases and removing duplicate financial checks for Crown Court cases after a magistrates’ court decision. Existing cases will generally follow the new rules, waiving unpaid contributions, but people can’t reapply just to dodge old fees. Some new rules apply retroactively to May 2025. The government says these tweaks won’t significantly impact public sector costs.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Medical Devices and Blood Safety and Quality (Fees Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/749",
    "summary": "These rules increase fees for medical devices, blood safety, and related services. Most fees rise by 9% to 16%, with steeper hikes for clinical investigations. The changes follow public consultation and apply to things like registering devices, approving testing bodies, and clinical trial oversight. Small companies get more time to pay some fees. There's also a new optional service—paid regulatory advice—replacing an old fee. Updates for Northern Ireland mirror these changes. The full cost breakdown is available online.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Tuberculosis in Animals (England) (Amendment) Order 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/748",
    "summary": "This order tweaks the rules on tuberculosis in animals in England, updating the 2021 regulations. No major impact is expected for businesses or organisations, so there’s no formal assessment of the changes. Just a straightforward adjustment to keep things running smoothly.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Online Safety Act 2023 (Fees Notification) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/747",
    "summary": "These rules explain what online service providers must give Ofcom (the UK’s communications regulator) when reporting certain details under the Online Safety Act 2023. This helps Ofcom work out what fees the provider needs to pay. The rules specify what proof or documents must be sent, how to send them—referencing Ofcom’s published guidelines—and note that no separate business cost assessment was done because it relates to fees. Ofcom did, however, assess the rules’ impact during public consultations, with updates in their final policy statement. More details are available on their website.",
    "country": "United Kingdom"
  },
  {
    "date": "28 June 2025",
    "title": "The Local Authorities (Referendums and Election of Mayors) (England) (Amendment) Regulations 2025",
    "link": "http://www.legislation.gov.uk/id/uksi/2025/746",
    "summary": "This update tweaks the rules around local government referendums and elected mayors in England. If enough people petition to change how their council is run between July 2025 and the next election day in 2026, the vote must happen within six months after that election. If they choose to switch to a mayoral system, the first mayor election will happen at the second regular election after the decision. The same timing applies if councils skip a referendum and directly choose a mayoral system. These changes smooth out the process without making things harder - it's just adjusting dates to keep everything running smoothly around election times.",
    "country": "United Kingdom"
  }
]